Repository: Othernet-Project/librarian
Catalog: librarian/locales/*/LC_MESSAGES/librarian.po
Languages: ar, ca, es, fr, ml, nl, pt_br, ru, sv, tr, uk

source: Destination drive disappeared. Please reattach the drive and retry.
ru: Конечный диск исчез. Вставьте диск повторно и попробуйте еще раз.
uk: Кінцевий диск зник. Вставте диск повторно і спробуйте ще раз.

source: There are no other drives to move files from.
ru: Нет дисков, с которых можно было бы переместить файлы.
uk: Дисків, з яких можна було б перемістити файли, немає.

source: Could not calculate file sizes due to disk error. Please check your storage device and try again.
ru: Не удалось вычислить размер файла из-за ошибки диска. Проверьте устройство хранения данных и попробуйте еще раз.
uk: Не вдалося обчислити розмір файлу через помилку диска. Перевірте пристрій зберігання даних і спробуйте ще раз.

source: There are no files to be moved.
ru: Нет файлов для перемещения.
uk: Файлів для переміщення немає.

source: Not enough free space. {size} needed.
ru: Недостаточно свободного места. {size} необходимо.
uk: Недостатньо вільного місця. {size} необхідно.

source: Files are now being moved to {destination}. You will be notified when the operation is finished.
ru: В настоящее время файлы перемещаются в {destination}. Вам будет сообщено после завершения операции.
uk: На даний час файли переміщаються в {destination}. Вас буде повідомлено після завершення операції.

source: settings
ru: параметры
uk: налаштування

source: Moving files here
ru: Перемещение файлов сюда
uk: Переміщення файлів сюди

source: Move files here
ru: Переместить файлы сюда
uk: Перемістити файли сюди

source: Virtual disk
ru: Виртуальный диск
uk: Віртуальний диск

source: Operation could not be started due to server error.
ru: Операция не может быть запущена из-за ошибки сервера.
uk: Операцію не може бути запущено через помилку сервера.

source: Move all files
ru: Переместить все файлы
uk: Перемістити всі файли

source: Choose a storage device to which you want to move all downloaded files. You cannot move files to a storage that does not have enough space to hold all files.
ru: Выберите устройство хранения данных, на которое вы хотите переместить все загруженные файлы. Вы не можете перемещать файлы в хранилище, в котором нет достаточно места
uk: Виберіть пристрій зберігання даних, до якого ви хочете перемістити всі завантажені файли. Ви не можете переміщати файли в сховище, в якому немає достатньо місця для зберігання всіх файлів.

source: Download capacity is getting low. Please ask the administrator to take action.
ru: Мало места для загрузки. Обратитесь к администратору для принятия соответствующих мер.
uk: Мало місця для завантаження. Зверніться до адміністратора, щоб вжити відповідних заходів.

source: Download cache capacity is getting low. You will stop receiving new content if you run out of storage space. Please move some content from the internal storage to an external one.
ru: В кэше загрузки мало места. Если на диске не останется больше места, вы не будете получать новый контент. Переместите некоторый контент с внутреннего запоминающего устройства на внешнее.
uk: У кеші завантаження мало місця. Якщо на диску не залишиться більше місця, Ви не отримуватимете новий контент. Перемістіть деякий контент із внутрішнього пристрою запам'ятовування на зовнішній.

source: Download capacity is low and files may stop downloading soon. Free some disk space by moving files to an external storage device.
ru: Мало места для загрузки и скачивание файлов может прекратиться в ближайшее время. Освободите место на диске путем перемещения файлов на внешнее устройство запоминания.
uk: Мало місця для завантаження і завантаження файлів може припинитися найближчим часом. Звільніть місце на диску шляхом переміщення файлів на зовнішній пристрій запам'ятовування .

source: Allocated download capacity
ru: Выделенная емкость для загрузки
uk: Виділена ємність для завантаження

source: {percentage}% used ({amount} available)
ru: {percentage}% использовано ({amount} доступно)
uk: {percentage}% використано ({amount} доступно)

source: The selected channel is not legal in the chosen country.
ru: Выбранный канал не является законным в выбранной стране.
uk: Обраний канал не є законним в обраній країні.

source: Wireless settings could not be applied
ru: Параметры беспроводной сети не могут быть применены
uk: Параметри бездротової мережі не можуть бути застосованими

source: Password must be at least {len} characters long.
ru: Пароль должен состоять минимум из {len} символов.
uk: Пароль повинен складатися щонайменше з {len} символів.

source: Password cannot be longer than {len} characters.
ru: Пароль не может состоять более чем из {len} символов.
uk: Пароль не може складатися більше, ніж з {len} символів.

source: Password must be specified when security is enabled
ru: При активированной защите, нужно указывать пароль
uk: Коли активовано захист, потрібно вказувати пароль

source: Access point settings have been saved. Please reconnect your devices.
ru: Параметры точки доступа были сохранены. Подключите ваши устройства еще раз.
uk: Параметри точки доступу були збережені. Підключіть ваші пристрої ще раз.

source: No country
ru: Нет страны
uk: Немає країни

source: Afghanistan, Islamic Republic of
ru: Афганистан, Исламская Республика
uk: Афганістан, Ісламська Республіка

source: Albania, Republic of
ru: Албания, Республика
uk: Албанія, Республіка

source: Algeria, People's Democratic Republic of
ru: Алжир, Народно-Демократическая Республика
uk: Алжир, Народно-Демократична Республіка

source: American Samoa
ru: Американское Самоа
uk: Американське Самоа

source: Andorra, Principality of
ru: Андорра, Княжество
uk: Андорра, Князівство

source: Angola, Republic of
ru: Ангола, Республика
uk: Ангола, Республіка

source: Antigua and Barbuda
ru: Антигуа и Барбуда
uk: Антигуа і Барбуда

source: Azerbaijan, Republic of
ru: Азербайджан, Республика
uk: Азербайджан, Республіка

source: Argentina, Argentine Republic
ru: Аргентина, Аргентинская Республика
uk: Аргентина, Аргентинська Республіка

source: Australia, Commonwealth of
ru: Австралия, Союз
uk: Австралія, Союз

source: Austria, Republic of
ru: Австрия, Республика
uk: Австрія, Республіка

source: Bahamas, Commonwealth of the
ru: Багамские о-ва, Содружество
uk: Багамські о-ви, Співдружність

source: Bahrain, Kingdom of
ru: Бахрейн, Королевство
uk: Бахрейн, Королівство

source: Bangladesh, People's Republic of
ru: Бангладеш, Народная Республика
uk: Бангладеш, Народна Республіка

source: Armenia, Republic of
ru: Армения, Республика
uk: Вірменія, Республіка

source: Barbados
ru: Барбадос
uk: Барбадос

source: Belgium, Kingdom of
ru: Бельгия, Королевство
uk: Бельгія, Королівство

source: Bermuda
ru: Бермудские острова
uk: Бермудські острови

source: Bhutan, Kingdom of
ru: Бутан, Королевство
uk: Бутан, Королівство

source: Bolivia, Republic of
ru: Боливия, Республика
uk: Болівія, Республіка

source: Bosnia and Herzegovina
ru: Босния и Герцеговина
uk: Боснія і Герцеговина

source: Botswana, Republic of
ru: Ботсвана, Республика
uk: Ботсвана, Республіка

source: Bouvet Island (Bouvetoya)
ru: Остров Буве
uk: Острів Буве (Bouvetoya)

source: Brazil, Federative Republic of
ru: Бразилия, Федеративная Республика
uk: Бразилія, Федеративна Республіка

source: Belize
ru: Белиз
uk: Беліз

source: British Indian Ocean Territory (Chagos Archipelago)
ru: Британская территория в Индийском океане (архипелаг Чагос)
uk: Британська територія в Індійському океані (архіпелаг Чагос)

source: Solomon Islands
ru: Соломоновы острова
uk: Соломонові острови

source: British Virgin Islands
ru: Британские Виргинские острова
uk: Британські Віргінські острови

source: Brunei Darussalam
ru: Бруней-Даруссалам
uk: Бруней Даруссалам

source: Bulgaria, Republic of
ru: Болгария, Республика
uk: Болгарія, Республіка

source: Myanmar, Union of
ru: Мьянма, Союз
uk: М'янма, Союз

source: Burundi, Republic of
ru: Бурунди, Республика
uk: Бурунді, Республіка

source: Belarus, Republic of
ru: Беларусь, Республика
uk: Білорусь, Республіка

source: Cambodia, Kingdom of
ru: Камбоджа, Королевство
uk: Камбоджа, Королівство

source: Cameroon, Republic of
ru: Камерун, Республика
uk: Камерун, Республіка

source: Canada
ru: Канада
uk: Канада

source: Cape Verde, Republic of
ru: Кабо-Верде, Республика
uk: Кабо-Верде, Республіка

source: Cayman Islands
ru: Каймановы острова
uk: Кайманові острови

source: Central African Republic
ru: Центрально-Африканская Республика
uk: Центрально-Африканська Республіка

source: Sri Lanka, Democratic Socialist Republic of
ru: Шри-Ланка, Демократическая Социалистическая Республика
uk: Шрі-Ланка, Демократична Соціалістична Республіка

source: Chad, Republic of
ru: Чад, Республика
uk: Чад, Республіка

source: Chile, Republic of
ru: Республика Чили,
uk: Чилі, Республіка

source: China, People's Republic of
ru: Китайская Народная Республика
uk: Китай, Народна Республіка

source: Taiwan
ru: Тайвань
uk: Тайвань

source: Christmas Island
ru: Остров Рождества
uk: Острів Різдва

source: Cocos (Keeling) Islands
ru: Кокосовые (Килинг) острова
uk: Кокосові (Кілінгові) острови

source: Colombia, Republic of
ru: Колумбия, Республика
uk: Колумбія, Республіка

source: Comoros, Union of the
ru: Коморские острова, Союз
uk: Коморські острови, Союз

source: Mayotte
ru: Майотта
uk: Майотта

source: Congo, Republic of the
ru: Конго, Республика
uk: Конго, Республіка

source: Congo, Democratic Republic of the
ru: Конго, Демократическая Республика
uk: Конго, Демократична Республіка

source: Cook Islands
ru: Острова Кука
uk: Острови Кука

source: Costa Rica, Republic of
ru: Коста-Рика, Республика
uk: Коста-Рика, Республіка

source: Croatia, Republic of
ru: Хорватия, Республика
uk: Республіка Хорватія,

source: Cuba, Republic of
ru: Куба, Республика
uk: Куба, Республіка

source: Cyprus, Republic of
ru: Кипр, Республика
uk: Кіпр, Республіка

source: Czech Republic
ru: Чешская Республика
uk: Чеська Республіка

source: Benin, Republic of
ru: Бенин, Республика
uk: Бенін, Республіка

source: Denmark, Kingdom of
ru: Дания, Королевство
uk: Данія, Королівство

source: Dominica, Commonwealth of
ru: Доминика, Содружество
uk: Домініка, Співдружність

source: Dominican Republic
ru: Доминиканская Республика
uk: Домініканська республіка

source: Ecuador, Republic of
ru: Эквадор, Республика
uk: Еквадор, Республіка

source: El Salvador, Republic of
ru: Эль-Сальвадор, Республика
uk: Ель-Сальвадор, Республіка

source: Equatorial Guinea, Republic of
ru: Экваториальная Гвинея, Республика
uk: Екваторіальна Гвінея, Республіка

source: Ethiopia, Federal Democratic Republic of
ru: Эфиопия, Федеративная Демократическая Республика
uk: Ефіопія, Федеративна Демократична Республіка

source: Eritrea, State of
ru: Эритрея, Государство
uk: Еритрея, Держава

source: Estonia, Republic of
ru: Эстония, Республика
uk: Естонія, Республіка

source: Faroe Islands
ru: Фарерские острова
uk: Фарерські острови

source: Falkland Islands (Malvinas)
ru: Фолклендские (Мальвинские) острова
uk: Фолклендські острови (Мальвінські)

source: South Georgia and the South Sandwich Islands
ru: Южная Джорджия и Южные Сандвичевы острова
uk: Південна Джорджія та Південні Сандвічеві острови

source: Fiji, Republic of the Fiji Islands
ru: Фиджи, Республика Фиджи
uk: Фіджі, Республіка Фіджі

source: Finland, Republic of
ru: Финляндия, Республика
uk: Фінляндія, Республіка

source: Åland Islands
ru: Аландские острова
uk: Аландські острови

source: France, French Republic
ru: Франция, Французская Республика
uk: Франція, Французька Республіка

source: French Guiana
ru: Французская Гвиана
uk: Французька Гвіана

source: French Polynesia
ru: Французская Полинезия
uk: Французька Полінезія

source: French Southern Territories
ru: Южные Французские Территории
uk: Французькі Південні Території

source: Djibouti, Republic of
ru: Джибути, Республика
uk: Джибуті, Республіка

source: Gabon, Gabonese Republic
ru: Габон, Габонская Республика
uk: Габон, Габонська Республіка

source: Georgia
ru: Грузия
uk: Грузія

source: Gambia, Republic of the
ru: Гамбия, Республика
uk: Гамбія, Республіка

source: Palestinian Territory, Occupied
ru: Палестинская территория, оккупированная
uk: Палестинська територія, Окупована

source: Germany, Federal Republic of
ru: Германия, Федеративная Республика
uk: Німеччина, Федеративна Республіка

source: Ghana, Republic of
ru: Гана, Республика
uk: Гана, Республіка

source: Gibraltar
ru: Гибралтар
uk: Гібралтар

source: Kiribati, Republic of
ru: Кирибати, Республика
uk: Кірібаті, Республіка

source: Greece, Hellenic Republic
ru: Греция, Греческая Республика
uk: Греція, Грецька Республіка

source: Greenland
ru: Гренландия
uk: Гренландія

source: Grenada
ru: Гренада
uk: Гренада

source: Guadeloupe
ru: Гваделупа
uk: Гваделупа

source: Guam
ru: Гуам
uk: Гуам

source: Guatemala, Republic of
ru: Гватемала, Республика
uk: Гватемала, Республіка

source: Guinea, Republic of
ru: Гвинея, Республика
uk: Гвінея, Республіка

source: Guyana, Co-operative Republic of
ru: Гайана, Кооперативная Республика
uk: Гайана, Кооперативна Республіка

source: Haiti, Republic of
ru: Гаити, Республика
uk: Гаїті, Республіка

source: Heard Island and McDonald Islands
ru: Остров Херд и острова Макдональд
uk: Острів Херд і острови Макдональд

source: Holy See (Vatican City State)
ru: Святейший Престол (Государство-город Ватикан)
uk: Апостольська Столиця (Держава-Місто Ватикан)

source: Honduras, Republic of
ru: Гондурас, Республика
uk: Гондурас, Республіка

source: Hong Kong, Special Administrative Region of China
ru: Гонконг, специальный административный район Китая
uk: Гонконг, спеціальний адміністративний район Китаю

source: Hungary, Republic of
ru: Венгрия, Республика
uk: Угорщина, Республіка

source: Iceland, Republic of
ru: Исландия, Республика
uk: Ісландія, Республіка

source: India, Republic of
ru: Индия, Республика
uk: Індія, Республіка

source: Indonesia, Republic of
ru: Индонезия, Республика
uk: Індонезія, Республіка

source: Iran, Islamic Republic of
ru: Иран, Исламская Республика
uk: Іран, Ісламська Республіка

source: Iraq, Republic of
ru: Ирак, Республика
uk: Ірак, Республіка

source: Ireland
ru: Ирландия
uk: Ірландія

source: Israel, State of
ru: Израиль, Государство
uk: Ізраїль, Держава

source: Italy, Italian Republic
ru: Италия, Итальянская Республика
uk: Італія, Італійська Республіка

source: Cote d'Ivoire, Republic of
ru: Кот-д'Ивуар, Республика
uk: Кот-д'Івуар, Республіка

source: Jamaica
ru: Ямайка
uk: Ямайка

source: Japan
ru: Япония
uk: Японія

source: Kazakhstan, Republic of
ru: Казахстан, Республика
uk: Казахстан, Республіка

source: Jordan, Hashemite Kingdom of
ru: Иордания, Хашимитское Королевство
uk: Йорданія, Хашимітське Королівство

source: Kenya, Republic of
ru: Кения, Республика
uk: Кенія, Республіка

source: Korea, Democratic People's Republic of
ru: Корея, Народно-Демократическая Республика
uk: Корея, Народно-Демократична Республіка

source: Korea, Republic of
ru: Корея, Республика
uk: Корея, Республіка

source: Kuwait, State of
ru: Кувейт, Государство
uk: Кувейт, Держава

source: Kyrgyz Republic
ru: Кыргызская Республика
uk: Киргизька Республіка

source: Lao People's Democratic Republic
ru: Лаосская Народно-Демократическая Республика
uk: Лаоська Народно-Демократична Республіка

source: Lebanon, Lebanese Republic
ru: Ливан, Ливанская Республика
uk: Ліван, Ліванська Республіка

source: Lesotho, Kingdom of
ru: Лесото, Королевство
uk: Лесото, Королівство

source: Latvia, Republic of
ru: Латвия, Республика
uk: Латвія, Республіка

source: Liberia, Republic of
ru: Либерия, Республика
uk: Ліберія, Республіка

source: Libyan Arab Jamahiriya
ru: Ливийская Арабская Джамахирия
uk: Лівійська Арабська Джамахірія

source: Liechtenstein, Principality of
ru: Лихтенштейн, княжество
uk: Ліхтенштейн, Князівство

source: Lithuania, Republic of
ru: Литва, Республика
uk: Литва, Республіка

source: Luxembourg, Grand Duchy of
ru: Люксембург, Великое Герцогство
uk: Люксембург, Велике Герцогство

source: Macao, Special Administrative Region of China
ru: Макао, специальный административный район Китая
uk: Макао, особливий адміністративний район Китаю

source: Madagascar, Republic of
ru: Мадагаскар, Республика
uk: Мадагаскар, Республіка

source: Malawi, Republic of
ru: Малави, Республика
uk: Малаві, Республіка

source: Malaysia
ru: Малайзия
uk: Малайзія

source: Maldives, Republic of
ru: Мальдивские о-ва, Республика
uk: Мальдівські о-ва, Республіка

source: Mali, Republic of
ru: Мали, Республика
uk: Малі, Республіка

source: Malta, Republic of
ru: Мальта, Республика
uk: Мальта, Республіка

source: Martinique
ru: Мартиника
uk: Мартиніка

source: Mauritania, Islamic Republic of
ru: Мавритания, Исламская Республика
uk: Мавританія, Ісламська Республіка

source: Mauritius, Republic of
ru: Маврикий, Республика
uk: Маврикій, Республіка

source: Mexico, United Mexican States
ru: Мексика, Мексиканские Соединенные Штаты
uk: Мексика, Мексиканські Сполучені Штати

source: Monaco, Principality of
ru: Монако, Княжество
uk: Монако, Князівство

source: Mongolia
ru: Монголия
uk: Монголія

source: Moldova, Republic of
ru: Молдова, Республика
uk: Молдова

source: Montenegro, Republic of
ru: Черногория, Республика
uk: Чорногорія, Республіка

source: Montserrat
ru: Монтсеррат
uk: Монтсеррат

source: Morocco, Kingdom of
ru: Марокко, Королевство
uk: Марокко, Королівство

source: Mozambique, Republic of
ru: Мозамбик, Республика
uk: Мозамбік, Республіка

source: Oman, Sultanate of
ru: Оман, Султанат
uk: Оман, Султанат

source: Namibia, Republic of
ru: Намибия, Республика
uk: Намібія, Республіка

source: Nauru, Republic of
ru: Науру, Республика
uk: Науру, Республіка

source: Nepal, State of
ru: Непал, Государство
uk: Непал, Держава

source: Netherlands, Kingdom of the
ru: Нидерланды, Королевство
uk: Нідерланди, Королівство

source: Netherlands Antilles
ru: Нидерландские Антильские острова
uk: Нідерландські Антильські острови

source: Curaçao
ru: Кюрасао
uk: Кюрасао

source: Aruba
ru: Аруба
uk: Аруба

source: Sint Maarten (Netherlands)
ru: Синт-Маартен (Нидерланды)
uk: Сінт-Мартен (Нідерланди)

source: Bonaire, Sint Eustatius and Saba
ru: Бонайре, Синт-Эстатиус и Саба
uk: Бонайре, Сінт-Естатіус і Саба

source: New Caledonia
ru: Новая Каледония
uk: Нова Каледонія

source: Vanuatu, Republic of
ru: Вануату, Республика
uk: Вануату, Республіка

source: New Zealand
ru: Новая Зеландия
uk: Нова Зеландія

source: Nicaragua, Republic of
ru: Никарагуа, Республика
uk: Нікарагуа, Республіка

source: Niger, Republic of
ru: Нигер, Республика
uk: Нігер, Республіка

source: Nigeria, Federal Republic of
ru: Нигерия, Федеративная Республика
uk: Нігерія, Федеративна Республіка

source: Niue
ru: Ниуэ
uk: Ніуе

source: Norfolk Island
ru: Остров Норфолк
uk: Острів Норфолк

source: Norway, Kingdom of
ru: Норвегия, Королевство
uk: Норвегія, Королівство

source: Northern Mariana Islands, Commonwealth of the
ru: Северные Марианские острова, Содружество
uk: Північні Маріанські острови, Співдружність

source: United States Minor Outlying Islands
ru: Внешние малые острова США
uk: Зовнішні малі острови США

source: Micronesia, Federated States of
ru: Микронезия, Федеративные Штаты
uk: Мікронезія, Федеративні Штати

source: Marshall Islands, Republic of the
ru: Маршалловы Острова, Республика
uk: Маршаллові Острови, Республіка

source: Palau, Republic of
ru: Палау, Республика
uk: Палау, Республіка

source: Pakistan, Islamic Republic of
ru: Пакистан, Исламская Республика
uk: Пакистан, Ісламська Республіка

source: Panama, Republic of
ru: Панама, Республика
uk: Панама, Республіка

source: Papua New Guinea, Independent State of
ru: Папуа-Новая Гвинея, Независимое государство
uk: Папуа-Нова Гвінея, Незалежна держава

source: Paraguay, Republic of
ru: Парагвай, Республика
uk: Парагвай, Республіка

source: Peru, Republic of
ru: Перу, Республика
uk: Перу, Республіка

source: Philippines, Republic of the
ru: Филиппины, Республика
uk: Філіппіни, Республіка

source: Pitcairn Islands
ru: Питкэрн
uk: Острови Піткерн

source: Poland, Republic of
ru: Польша, Республика
uk: Польща, Республіка

source: Portugal, Portuguese Republic
ru: Португалия, Португальская Республика
uk: Португалія, Португальська Республіка

source: Guinea-Bissau, Republic of
ru: Гвинея-Бисау, Республика
uk: Гвінея-Бісау, Республіка

source: Timor-Leste, Democratic Republic of
ru: Восточный Тимор, Демократическая Республика
uk: Східний Тимор, Демократична Республіка

source: Puerto Rico, Commonwealth of
ru: Пуэрто-Рико, Содружество
uk: Пуерто-Рико, Співдружність

source: Qatar, State of
ru: Катар, Государство
uk: Катар, Держава

source: Reunion
ru: Реюньон
uk: Реюньйон

source: Romania
ru: Румыния
uk: Румунія

source: Russian Federation
ru: Российская Федерация
uk: Російська Федерація

source: Rwanda, Republic of
ru: Руанда, Республика
uk: Руанда, Республіка

source: Saint Barthelemy
ru: Сен-Бартельми
uk: Сен-Бартельмі

source: Saint Helena
ru: Остров Святой Елены
uk: Острів Святої Єлени

source: Saint Kitts and Nevis, Federation of
ru: Сент-Китс и Невис, Федерация
uk: Сент-Кітс і Невіс, Федерація

source: Anguilla
ru: Ангилья
uk: Ангілья

source: Saint Lucia
ru: Сент-Люсия
uk: Сент-Люсія

source: Saint Martin
ru: Сен-Мартен
uk: Сен-Мартен

source: Saint Pierre and Miquelon
ru: Сен-Пьер и Микелон
uk: Сен-П'єр і Мікелон

source: Saint Vincent and the Grenadines
ru: Святой Винсент и Гренадины
uk: Сент-Вінсент і Гренадини

source: San Marino, Republic of
ru: Сан-Марино, Республика
uk: Сан-Марино, Республіка

source: Sao Tome and Principe, Democratic Republic of
ru: Сан-Томе и Принсипи, Демократическая Республика
uk: Сан-Томе і Прінсіпі, Демократична Республіка

source: Saudi Arabia, Kingdom of
ru: Саудовская Аравия, Королевство
uk: Саудівська Аравія, Королівство

source: Senegal, Republic of
ru: Сенегал, Республика
uk: Сенегал, Республіка

source: Serbia, Republic of
ru: Сербия, Республика
uk: Сербія, Республіка

source: Seychelles, Republic of
ru: Сейшельские острова, Республика
uk: Сейшельські острови, Республіка

source: Sierra Leone, Republic of
ru: Сьерра-Леоне, Республика
uk: Сьєрра-Леоне, Республіка

source: Singapore, Republic of
ru: Сингапур, Республика
uk: Сінгапур, Республіка

source: Slovakia (Slovak Republic)
ru: Словакия (Республика Словакия)
uk: Словаччина (Словацька Республіка)

source: Vietnam, Socialist Republic of
ru: Вьетнам, Социалистическая Республика
uk: В'єтнам, Соціалістична Республіка

source: Slovenia, Republic of
ru: Словения, Республика
uk: Словенія, Республіка

source: Somalia, Somali Republic
ru: Сомали, Сомалийский Республика
uk: Сомалі, Сомалійська Республіка

source: South Africa, Republic of
ru: Южная Африка, Республика
uk: Південна Африка, Республіка

source: Zimbabwe, Republic of
ru: Зимбабве, Республика
uk: Зімбабве, Республіка

source: Spain, Kingdom of
ru: Испания, Королевство
uk: Іспанія, Королівство

source: South Sudan
ru: Южный Судан
uk: Південний Судан

source: Western Sahara
ru: Западная Сахара
uk: Західна Сахара

source: Sudan, Republic of
ru: Судан, Республика
uk: Судан, Республіка

source: Suriname, Republic of
ru: Суринам, Республика
uk: Суринам, Республіка

source: Svalbard & Jan Mayen Islands
ru: Шпицберген и Ян-Майен
uk: Свальбард і Ян-Маєн

source: Swaziland, Kingdom of
ru: Свазиленд, Королевство
uk: Свазіленд, Королівство

source: Sweden, Kingdom of
ru: Швеция, Королевство
uk: Швеція, Королівство

source: Switzerland, Swiss Confederation
ru: Швейцария, Швейцарская Конфедерация
uk: Швейцарія, Швейцарська Конфедерація

source: Syrian Arab Republic
ru: Сирийская Арабская Республика
uk: Сирійська Арабська Республіка

source: Tajikistan, Republic of
ru: Таджикистан, Республика
uk: Таджикистан, Республіка

source: Thailand, Kingdom of
ru: Таиланд, Королевство
uk: Таїланд, Королівство

source: Togo, Togolese Republic
ru: Того, Республика Того
uk: Того, Республіка Того

source: Tokelau
ru: Токелау
uk: Токелау

source: Tonga, Kingdom of
ru: Тонга, Королевство
uk: Тонга, Королівство
