Repository: Othernet-Project/librarian
Catalog: librarian/locales/*/LC_MESSAGES/librarian.po
Languages: ar, ca, es, fr, ml, nl, pt_br, ru, sv, tr, uk

source: Search files and folders
ca: Buscar arxius i carpetes
es: Buscar archivos y carpetas

source: Name
ca: Nom
es: Nombre

source: Size
ca: Mida
es: Tamaño

source: Actions
ca: Accions
es: Acciones

source: Settings are saved.
ca: Configuració guardada.
es: Configuración guardada.

source: Welcome to outernet.
ca: Benvingut a outernet.
es: Bienvenido a outernet.

source: Please set the current timezone.
ca: Indica la zona horària
es: Por favor, introduzca la zona horaria actual.

source: Signal lock:
ca: Senyal fixada:
es: Señal fijada:

source: Receiving data:
ca: Rebent dades:
es: Recibiendo datos:

source: Total space (%s free)
ca: Espai total (%s lliure)
es: Espacio total (%s libre)

source: Download system log
ca: Baixar registre del sistema
es: Descargar registro del sistema

source: Bitrate:
ca: Taxa de bits:

source: Librarian
fr: Bibliothécaire
ml: ലൈബ്രേറിയന്‍
sv: Bibliotekarie
tr: Kütüphaneci

source: SNR
nl: SNR (signaal-ruisverhouding)
tr: S/G
