Repository: Othernet-Project/librarian
Catalog: librarian/locales/*/LC_MESSAGES/librarian.po
Languages: ar, ca, es, fr, ml, nl, pt_br, ru, sv, tr, uk

source: This list represents the search results
ar: هذه القائمة تمثل نتائج البحث
ca: Aquesta llista representa els resultats de la cerca
es: Esta lista representa los resultados de la búsqueda
fr: Cette liste représente les résultats de recherche
ml: ഈ ലിസ്റ്റ് തിരച്ചില്‍ഫലത്തെ പ്രധിനിധീകരിക്കുന്നു
nl: deze lijst bevat de zoekresultaten
sv: Denna listan representerar sök resultaten
tr: Bu liste arama sonuclarini gosteriyor.

source: This folder does not exist
ar: المجلد غير موجود
ca: Aquesta carpeta no existeix
es: Esta carpeta no existe
fr: Le dossier n'existe pas
ml: ഈ ഫോള്‍ഡര്‍ നിലവില്‍ ഇല്ല
nl: Deze map bestaat niet
sv: Den här mappen existerar inte
tr: Böyle bir klasör yok.

source: Database size
ar: حجم قاعدة البيانات
ca: Tamany de la base de dades
es: Tamaño de la base de datos
fr: Taille de la base de données
ml: ഡാറ്റാബേസ് സൈസ്
nl: Database grootte
sv: Databas storlek
tr: Veri tabanı kapasitesi.

source: download
ar: تحميل
es: descarga
fr: Téléchargements
ml: ഡൗൺലോഡ്
sv: ladda ner
tr: indir

source: Backup
ar: نسخة احتياطية
ca: Còpia de seguretat
es: Copia de seguridad
fr: Sauvegarde
ml: ബാക്ക്അപ്പ്
sv: Säkerhets kopia
tr: Yedekle

source: Rebuild
ar: اعادة بناء
ca: Reconstruir
es: Reconstruir
fr: Reconstruire
ml: പുനര്‍നിര്‍മ്മാണം
nl: Opnieuw aanmaken
sv: Återbygg
tr: Tekrar yapılandır

source: Database rebuild will cause all tags to be lost. It will also put Librarian into maintenance mode and prevent users from accessing content.
ar: إعادة بناء القاعدة سيحذف جميع العلامات. سوف تضع البرنامج في وضع الصيانة و أمنع المستخدمين من الدخول إلى البرنامج.
ca: La reconstrucció de la base de dades provocarà que totes les etiquetes es perdin. També deixarà Librarian en mode manteniment i evitarà que els usuaris accedeixin al contingut.
es: La reconstrucción de la base de datos causará que las etiquetas se pierdan. También pondrá a Librarian en modo de mantenimiento e impedirá que otros usuarios accedan al contenido.
fr: En reconstruisant la base de données, tous les tags seront perdus. Cela mettra également Librarian en mode de maintenance et empêchera les utilisateurs d'accéder au contenu.
ml: ഡാറ്റാബേസ് പൊളിച്ചുപണിയുക വഴി ടാഗുകള്‍ എല്ലാം നഷ്ടമാകുകയും ലൈബ്രേറിയന്‍ അറ്റകുറ്റപ്പണികളിലേക്ക് മാറുകയും ഉള്ളടക്കം സ്വീകരിക്കുന്നതില്‍ നിന്ന് ഉപയോക്താക്കളെ തടയുകയും ചെയ്യും.
nl: Het opnieuw creëeren van de database zal alle tags verwijderen. Librarian zal in onderhoudsmodus gaan en blokkeert de toegang tot de content.
sv: Databas återbyggnaden kommer ta bort alla taggar. Det kommer även sätta bibliotekarien i underhållsläge och förhindra användare från att komma åt innehåll.
tr: Veri tabani yenilemesi adimi butun tag'larin kaybolmasina sebebiyet verecek. Ayni zaman'da bu adim Kutuphane'yi bakim moduna getirip kullanicilarin icerik erisimini engelleyecek.

source: Database backup
ar: نسخة من قاعدة البيانات
ca: Còpia de seguretat de la base de dades
es: Copia de seguridad de la base de datos
fr: Sauvegarde de la base de donnée
ml: ഡാറ്റാബേസ് ബാക്ക്അപ്പ്
sv: Databas säkerhetskopia
tr: Veritabanını yedekle

source: Database backup has been completed successfully. You will be taken to the backup folder in 10 seconds.
ar: النسخ الأحتياطي لقاعدة البيانات تم بنجاح. سيتم أخذك إلى مجلد النسخ الأحتياطي خلال 10 ثوان.
es: La copia de seguridad de la base de datos ha sido un éxito rotundo. Serás movido a la carpeta de la copia de seguridad en 10 segundos.
fr: La sauvegarde de la base de donnée à été complétée avec succès. Vous allez être emmené(e) au dossier de la sauvegarde dans 10 secondes.
ml: ഡാറ്റാബേസ് ബാക്ക്അപ്പ് വിജയകരമായി പൂർത്തിയായി. പത്തു സെക്കന്റിനുള്ളില്‍ നിങ്ങള്‍ക്ക്‌ ബാക്കപ്പ് ഫോള്‍ഡര്‍ ലഭിക്കുന്നതാണ്.
nl: De database backup is succesvol uitgevoerd. U wordt over 10 seconden naar de backup folder gestuurd.
sv: Databas säkerhetskopieringen har lyckat slutförts. Du kommer gå till säkerhetskopieringmappen om 10 sekunder
tr: Veri tabani yenilenmesi basariyla yapildi. Yedekleme klasorune 10 saniye icinde yonlendirileceksiniz.

source: The operation took %s second
ar: العملية أخذت %s لا شيء
es: Esta operación tardo %s segundo(s)
fr: L'opération s'est effectuée en %s seconde
ml: ഈ ഓപ്പറേഷന്‍ %s സെക്കന്റ് എടുത്തു
nl: De opdracht nam %s seconde in beslag
sv: Utförandet tog %s sekunder
tr: Bu işlem %s saniyede tamamlandı

source: Database backup could not be completed. The following error occurred:
ar: النسخ الأحتياطي لقاعدة البيانات لم يكتمل. تم ظهور الخطأ التالي:
ca: La còpia de la base de dades no es pot guardar. Ha succeït l'error següent:
es: La copia de seguridad de la base de datos no pudo ser completada. Ha ocurrido el siguiente error:
fr: La sauvegarde de la base de donnée à échouée. L'erreur suivante s'est produite:
ml: ഡാറ്റാബേസ് ബാക്കപ്പ് പൂർത്തിയാക്കാൻ കഴിഞ്ഞില്ല. തുടര്‍ന്നുവരുന്ന പിശകുകള്‍ സംഭവിച്ചു:
nl: De database backup kon niet worden voltooid. De volgende fout trad op:
sv: Databas säkerhetskopiering kunde inte slutföras. Följande fel inträffade:
tr: Veri tabani yedeklemesi tamamlanamadi. Ilgili hata ile karsilasildi:

source: Database rebuild
ar: أعادة بناء قاعدة البيانات
ca: Reconstruir base de dades
es: Base de datos recreada
fr: Reconstruction de la base de données
ml: ഡാറ്റാബേസ് പുനര്‍നിര്‍മ്മാണം
nl: Database opnieuw aanmaken
sv: Databasåterbyggnad
tr: Veri tabani kurulmasi.

source: Content database has been rebuilt from scratch. A backup copy of the original database has been created. You will find it in the files section.
ar: محتويات قاعدة البيانات تمت إعادة بنائها من البداية. تم عمل نسخ إحتياطية من قاعدة البيانات. ستجدها في قسم الملفات.
ca: La base de dades s'ha reconstruit des del principi. S'ha creat una còpia de la base de dades original. La trobaràs a la secció Fitxers.
es: La base de datos de contenidos ha sido reconstruida desde cero. Una copia de seguridad de la base de datos original ha sido creada. Podrás encontrarla en la sección de archivos.
fr: Le contenu de la base de données à été reconstruit à partir de zéro. Une sauvegarde de l'originale à été créée. Vous allez la trouver dans la section des fichiers.
ml: ഉള്ളടക്ക ഡാറ്റാബേസ് ആദ്യം മുതൽ പുനർനിർമ്മിച്ചു. യഥാർത്ഥ ഡാറ്റയുടെ ഒരു ബാക്ക്അപ്പ് പകർപ്പ് സൃഷ്ടിക്കപ്പെട്ടു. നിങ്ങള്‍ക്ക്‌ അത് ഫയലുകളുടെ വിഭാഗത്തില്‍ കണ്ടെത്താം.
nl: De content database is opnieuw aangemaakt. Een backup van de originele database is aangemaakt. Deze kunt u terugvinden onder Bestanden.
sv: Innehålls databasen har återbyggds från grunden. En säkerhetskopia av original databasen har blivit skapad. Du hittar den i mappsektionen
tr: Veri tabani icerigi sifirdan basarili bir sekildi kuruldu. Orjinal veritabani'nin bir kopyasi yaratildi. Bu kopyayi dosyalar kismin'da bulabilirsiniz.

source: Database could not be rebuilt. The following error occurred:
ar: لا يمكن إعادة بناء قاعدة البيانات. تم ظهور الخطأ التالي:
ca: La base de dades no s'ha pogut reconstruir. S'ha produit l'error:
es: La base de datos no pudo ser reconstruida. Ocurrió el error siguiente:
fr: La reconstruction de la base de donnée à échouée. L'erreur suivante s'est produite:
ml: ഡാറ്റാബേസ് പുനര്‍നിര്‍മ്മിക്കാന്‍ കഴിഞ്ഞില്ല. തുടര്‍ന്നുവരുന്ന പിശകുകള്‍ സംഭവിച്ചു:
nl: De database kon niet opnieuw worden aangemaakt. De volgende fout trad op:
sv: Databasen kunde inte återbyggas. Följande fel inträffade:
tr: Veritabanı yeniden yapılandırılamadı. Ekteki hata oluştu:

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
ar: هذا البرنامج هو مجاني: بإمكانك إعادة توزيعه (نشره) أو التعديل عليه. تحت شروط GNU الرخصة العمومية العامة منشور من قبل مؤسسة البرمجيات الحرة, أما على ثلاث نسخ من الرخصة أو (تحت تصرفك) على أي نسخة حديثة.
ca: Aquest programa és programari lliure: pots distribuir-lo i/o modificar-lo sota els termes de la llicència GNU General Public tal com s'ha publicat per la Free Software Foundation, either versió 3 de la llicència, o (si ho prefereixes) qualsevol versió posterior.
es: Este programa es software libre: puedes redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General GNU tal como se publica en la Fundación de Software libre, ya sea en la versión 3 de la licencia, o (a su decisión) cualquier versión posterior.
fr: Ce programme est un logiciel gratuit : vous pouvez le redistribuer ou le modifier sous les termes de la license publique et générale GNU comme publié par la "Free Software Foundation", soit la version 3 de la License, ou (à votre option) toutes versions ultérieures.
ml: ഈ പ്രോഗ്രാം സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ ആണ്: സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ സമിതി പ്രസിദ്ധീകരിച്ചിട്ടുള്ള GNU ജനറൽ പബ്ലിക് ലൈസൻസ്, അല്ലെങ്കില്‍ ലൈസൻസ് വെര്‍ഷന്‍ 3, അല്ലെങ്കില്‍ മറ്റേതെങ്കിലും വെര്‍ഷന്‍ പ്രകാരം നിങ്ങള്‍ക്ക് ഇത് മാറ്റം വരുത്താനും പുനര്‍വിതരണം ചെയ്യാനും കഴിയുന്നതാണ്.
nl: Dit programma is gratis software: het mag aangepast en/of geredistribueerd worden onder de voorwaarden van het GNU General Public License zoals gepubliceerd door de Free Software Foundation, hetzij versie 3 van de licentie, of (indien gewenst) enige latere versie.
sv: Detta programmet är en gratis mjukvara: du kan omfördela och/eller modifiera det under användarvilkoren för GNU General Public License som är publicerade av Free Softwere Foundation, antingen version 3 av licensen, eller (på din åsikt) vilket senare version som hälst.
tr: Bu program ücretsizdir: yeniden dağıtabilir ve/veya Özgür Yazılım Vakfı (FSF) tarafından yayınlanmış "GNU Genel Kamu Lisansı" şartlarına bağlı kalarak 3. versiyon ve (durumunuza bağlı olarak) diğer versiyonlar üzerinde değişiklik yapabilirsiniz.

source: Downloads in progress
ar: التنزيل يعمل
ca: Descàrregues en procés
es: Descargas en progreso
fr: Téléchargement en cours
ml: ഡൗൺലോഡുകൾ പുരോഗതിയിലാണ്
nl: Er zijn downloads bezig
sv: Nerladdningar pågår
tr: Devam eden indirmeler

source: Satellite:
ar: القمر:
ca: Satèl·lit
es: Satélite:
ml: സാറ്റലൈറ്റ്:
nl: Satelliet
sv: Satellit:
tr: Uydu:

source: Frequency:
ar: التردد
es: Frecuencia:
fr: Fréquence :
ml: ഫ്രീക്വന്‍സി:
nl: Frequentie:
sv: Frekvens:
tr: Frekans:

source: Symbol rate:
ar: الرمز
es: Tasa de símbolo:
ml: സിംബല്‍ റേറ്റ്:
nl: Symbol rate (baud-rate):
sv: Teckenhastighet:
tr: Sembol oranı:

source: Delivery system:
ar: نظام التسليم
es: Sistema de entrega:
fr: Système de livraison :
ml: ഡെലിവറി സിസ്റ്റം:
nl: Transportsysteem
sv: Leverans system
tr: DVB tipi:

source: Modulation:
ar: التعديلات:
es: Modulación:
ml: മോഡുലേഷൻ:
nl: Modulatie
sv: Modulering:
tr: Modülasyon:

source: Polarization:
ar: الأستقطاب:
es: Polarización:
fr: polarisation
ml: പോളറയ്സേഷന്‍:
nl: Polarisatie
sv: Polarisering:
tr: Polarizasyon:

source: Tune in
ar: التوجيه
ca: Sintonitzar
es: Sintonizar
fr: branchez-vous
ml: ടൂണ്‍ ഇന്‍
nl: Instemmen
sv: Ställa in
tr: Bağlan

source: has lock
ar: تم الاقفال
es: tiene bloqueo
fr: est verrouillé
ml: ലോക്ക് ഉണ്ട്
nl: versleuteld
sv: har lås
tr: bağlı

source: Librarian has failed to fulfill your request due to unexpected error in the program. Details are provided below.
ar: المكتبي فشل في تلبية طلبك بسبب خطأ غير متوقع في البرنماج. التفاصيل أدناه.
ca: Librarian no ha completat la petició degut a un error en el programa. Detalls de l'error a continuació.
es: Librarian ha fallado en completar su pedido debido a un error inesperado en el programa. Los detalles se expondrán a continuación:
fr: Le bibliothécaire n'a pas réussi à executer votre requête à cause d'une erreure logicielle. Détails de l'erreure ci-dessous
ml: പ്രോഗ്രാമിൽ അപ്രതീക്ഷിത പിശക് കാരണം ലൈബ്രേറിയൻ നിങ്ങളുടെ അഭ്യർത്ഥന നിറവേറ്റുന്നതില്‍ പരാജയപ്പെട്ടു. വിശദാംശങ്ങൾ ചുവടെ നൽകിയിരിക്കുന്നു.
nl: Librarian kon uw verzoek niet uitvoeren door een onverwachte fout in het programma. De details staan hieronder.
sv: Bibliotekarien har misslyckats att fullfölja din begäran på grund av ett oväntat del i programmet. Detaljer är tillgängliga nedan.
tr: Librarian programda oluşan bir hatadan dolayı isteğinizi gerçekleştiremedi. Detaylar aşağıda belirtildi.

source: (go to file list)
ar: (اذهب الى لائحة الملف)
ca: (ves a la llista de fitxers)
es: (ir a lista de archivos)
fr: (aller à la liste de fichiers)
ml: (ഫയല്‍ ലിസ്റ്റിലേക്ക് പോകുക)
nl: ga naar bestanden
sv: (Gå till fillista)
tr: (dosya listesine git)

source: by %s
ar: بنسبة %
es: por %s
fr: par %s
nl: met %s
sv: av %s
tr: %s tarafından

source: Type in your username
ar: اكتب اسم المستخدم خاصتك
es: Escriba su nombre de usuario
fr: Saisissez votre nom d'utilisateur
ml: നിങ്ങളുടെ യൂസര്‍നെയിം ടൈപ്പുചെയ്യുക
nl: Voer gebruikersnaam in
sv: Skriv in ditt användarnamn
tr: Kullanıcı adınızı girin

source: Type in your password
ar: اكتب رقمك السري
es: Escriba su contraseña
fr: Saisissez votre mot de passe
ml: നിങ്ങളുടെ പാസ്സ്‌വേര്‍ഡ്‌ ടൈപ്പുചെയ്യുക
nl: Voer wachtwoord in
sv: Skriv in ditt lösenord
tr: Şifrenizi girin

source: LNB type:
ar: من نوع الرأس المستقبل للموجات
es: Tipo de LNB:
ml: LNB ടൈപ്പ്:
nl: Gebruikersnaam:
sv: LNB typ:
tr: LNB tipi:

source: You are not authorized to access this page.
ar: ليس مسوح لك لدخول هذه الصفحة
ca: No estàs autoritzat a accedir aquesta pàgina.
es: Tu no tienes permiso para acceder a esta página.
fr: Vous n'êtes pas autorisé(e)(s) à accéder à cette page.
ml: താങ്കള്‍ക്ക് ഈ പേജ് ആക്സസ് ചെയ്യന്‍ അംഗീകാരമില്ല.
nl: Helaas, u bent niet gemachtigd deze pagina te bezoeken
sv: Du är inte tillåten att komma åt denna sidan.
tr: Bu sayfaya erişme izniniz yok.

source: Username:
ar: اسم المستخدم
es: Nombre de Usuario:
fr: Nom d'utilisateur :
ml: യൂസെര്‍നെയിം:
nl: Gebruikernaam:
sv: Användarnamn:
tr: Kullanıcı adı:

source: Password:
ar: كلمة السر
es: Contraseña:
fr: Mot de passe :
ml: പാസ്സ്‌വേര്‍ഡ്‌:
nl: Wachtwoord:
sv: Lösenord:
tr: Şifre:

source: Delete all
ar: مسح الكل
ca: Esborrar tot
es: Borrar todo
fr: Supprimer tout
ml: എല്ലാം നീക്കംചെയുക
nl: Alles verwijderen
sv: Radera alla
tr: Hepsini sil

source: filter
ar: تصفية
es: filtrar
fr: Filtrer
ml: ഫില്‍റ്റര്‍
tr: filitre

source: language
ar: اللغة
es: idioma
fr: Langage
ml: ഭാഷ
nl: taal
sv: språk
tr: dil

source: Content file missing
ar: محتوى الملف مفقود
es: Archivo de contenido perdido
fr: Langage
ml: ഉള്ളടക്ക ഫയല്‍ നഷ്ടപ്പെട്ടു
nl: Inhoud bestand niet gevonden
sv: Innehållsfil skanas
tr: İçerik dosyası eksik

source: The content file was not found, but has been removed from the database. You will be redirected to the content list shortly.
ar: محتوى الملف لم يتم ايجاده، ولكن تم ازالته من قاعدة المعلومات. سيتم تحويلك الىلائحة المحتوى حالا.
es: El archivo de contenido no fue encontrado, pero ha sido removido de la base de datos. Serás redireccionado a la lista de contenido en poco tiempo.
fr: Le fichier n'a pas été trouvé, mais a été supprimé de la base de données. Vous allez être redirigé(e)(s) vers la liste de contenus sous peu.
ml: ഉള്ളടക്ക ഫയൽ കണ്ടെത്തിയില്ല, എന്നാൽ ഡാറ്റാബേസില്‍നിന്നും നിന്നും നീക്കംചെയ്തു. അല്‍പ്പസമയത്തിനുള്ളില്‍ നിങ്ങള്‍ ഉള്ളടക്ക ലിസ്റ്റിലേക്ക് എത്തിച്ചേരും.
nl: Het inhoud bestand is niet gevonden, maar is verwijderd uit de database. Je wordt nu geredigeerd naar de inhouds lijst...
sv: Innehållesfilen hittades inte, men har blivit borttagen från databasen. Du kommer omdirigeras till innehållslistan inom kort.
tr: İçerik bulunamadı fakat veritabanı kaydı silindi. Şimdi içerik listesine yönlendiriliyorsunuz.

source: Sites
ar: مواقع
ca: Llocs
es: Sitios
ml: സൈറ്റുകൾ
sv: Sajter
tr: Siteler

source: List of available network interfaces
ar: لائحة الاتصال بالشبكات المتوفرة
ca: Llista d'interfícies de xarxa disponibles
es: Lista de interfaces de red disponibles
fr: liste des réseaux disponibles
ml: ലഭ്യമായ നെറ്റ് വര്‍ക്ക് ഇന്റർഫെയിസുകളുടെ പട്ടിക
nl: Lijst van beschikbare netwerk interfaces
sv: Lista över tillgängliga nätverksgränssnitt
tr: Uygun bağlantı arayüzleri listesi

source: Interface name
ar: اسم الاتصال
ca: Nom interfície
es: Nombre de interfaz
fr: nom de l'interface
ml: ഇന്റർഫെയിസിന്‍റെ പേര്
nl: Interface naam:
sv: Gränssnittsnamn
tr: Arayüzün ismi

source: Please select a valid language.
ar: الرجاء اختيار لغة صحيحة
es: Por favor, seleccione un idioma válido.
fr: Choisissez un langage valide
ml: ദയവായി ശരിയായ ഭാഷ തിരഞ്ഞെടുക്കുക.
nl: Kies een correcte taal.
sv: Vänligen välj ett godkänt språk.
tr: Lütfen veri almak istediğiniz uyduyu seçin.

source: Please select a valid date and time.
ar: الرجاء اختيار وقت و تاريخ مناسب
es: Por favor, selecciona un día y hora válidos.
fr: Choisissez une date une heure valable
ml: ദയവായി ശരിയായ സമയവും തിയ്യതിയും തിരഞ്ഞെടുക്കുക.
nl: Kies een correcte datum en tijd.
sv: Vänligen välj ett godkänt datum och tid.
tr: Lütfen doğru bir gün ve zaman seçiniz.

source: This username is already taken.
ar: اسم المستخدم مسجل من قبل
es: El nombre de usuario ya ha sido adjudicado.
fr: Ce surnom est déjà pris
ml: ഈ യൂസെര്‍നെയിം മറ്റൊരാള്‍ തിരഞ്ഞെടുത്തിരിക്കുന്നു.
nl: Gebruikersnaam al in gebruik.
sv: Detta användarnamnet är upptaget.
tr: Bu kullanıcı adı önceden alınmış.

source: Invalid user credentials, please try again.
ar: مدخلات مستخدم غير صالحة, الرجاء المحاولة مرة أخرى
es: Las credenciales de usuario son inválidas. Por favor, intente nuevamente.
fr: Informations de profil invalides, réessayez
ml: യൂസര്‍ സാക്ഷ്യപത്രങ്ങൾ അസാധുവാണ്, വീണ്ടും ശ്രമിക്കുക.
nl: Fout in invoer, probeer nog eens.
sv: Ogiltigt användar referenser, vänligen försök igen.
tr: Kullanıcıcı bilgileri doğru değil, lütfen tekrar deneyiniz.

source: partner
ar: شريك
es: compañero
fr: partenaire
ml: പങ്കാളി
tr: ortak

source: Language filter for '%(lang)s' is active. Click %(link)s to see all updates
ar: لغة المصفي لـ '%(lang)s' فعال. أضغط %(link)s لرؤية التحديثات
ca: Filtre de llenguatge per '%(lang)s' està actiu. Prem %(link)s per veure totes les actualitzacions.
es: El filtro de idioma para %(lang) está activo. Haga clic en %(link) para ver las actualizaciones.
fr: Le filtre du langage '%(lang)s' is active. Cliquez sur %(link)s to see all updates
ml: ഭാഷാ ഫില്‍റ്ററിന് '%(lang)s' സജീവമാണ്.എല്ലാ അപ്ഡേറ്റുകളും കാണാന്‍ %(link)s ക്ലിക്ക് ചെയ്യുക
nl: Taal filter voor '%(lang)s' draait. Klik %(link)s voor alle updates
sv: Språkfilter för '%(lang)s' är aktiv. Klicka %(link)s för att se alla uppdateringar
tr: '%(lang)s' dili için filtreler aktif. Güncellemeleri görmek için lütfen %(link)e tıklayınız.

source: Please enter the desired credentials for the superuser account.
ar: الرجاء إدخال الأعتمادات المرغوبة للمستخدم الرئيسي للحساب.
ca: Si us plau, entra les credencials pel compte de superusuari.
es: Por favor, ingrese las credenciales deseadas para la cuenta de superusuario.
fr: Entrez les informations attendues pour le compte super-utilisateur.
ml: ദയവായി സൂപ്പര്‍യൂസര്‍ എക്കൌണ്ടിനായി ഇഷ്ടമുള്ള സാക്ഷ്യപത്രങ്ങൾ നല്‍കുക
nl: Voer de gevraagde gegevens in voor het superuser account.
sv: Vänligen ange de önskade uppgifterna för superanvändarkonto.
tr: Lütfen süper-kullanıcı hesabı için istediğiniz bilgileri girin.

source: Confirm Password:
ar: تأكيد كلمة المرور:
es: Confirme su contraseña:
fr: Confirmez le mot de passe:
ml: പാസ്സ്‌വേര്‍ഡ്‌ വീണ്ടും ഉറപ്പാക്കുക
nl: Bevestig wachtwoord:
sv: Upprepa Lösenord:
tr: Şİfreyi onayla:

source: Setup Wizard
ar: معالج الإعداد
ca: Assistent de Configuració
es: Asistente de configuración.
fr: Logiciel d'installation
ml: സെറ്റപ്പ് വിസാർഡ് Setup Wizard
nl: Instel hulp
sv: Installations Guied
tr: Kurulum Sihirbazı

source: Setup Wizard: Step %s of %s
ar: معالج الإعداد: خطوة %s من %s
ca: Assistent de Configuració: Pas %s de %s
es: Asistente de configuración: Paso %s de %s
fr: Logiciel d'installation : Etape %s sur %s
ml: സെറ്റപ്പ് വിസാർഡ്: സ്റെപ്പ് %s of %s
nl: Instel hulp: Stap %s van %s
sv: Installation: Steg%s av %s
tr: Kurulum Sihirbazı: Adım %s/%s

source: Please set the current date and time.
ar: الرجاء أعداد التاريخ و الوقت الحالي
es: Por favor, ajuste la fecha y hora.
fr: Sélectionnez la date et l'heure actuelle
ml: ദയവായി നിലവിലെ തീയതിയും സമയവും സജ്ജീകരിക്കുക.
nl: Voer huidige datum en tijd in.
sv: Vänligen ställ in nuvarande datum och tid
tr: Lütfen şu anki gün ve zamanı giriniz.

source: Please select the interface language.
ar: الرجاء أختيار لغة الإستخدام
ca: Si us plau, tria el llenguatge de la interfície
es: Por favor, seleccione el idioma de la interfaz.
fr: Sélectionnez la langue de l'interface
ml: ദയവായി ഇൻറർഫേസ് ഭാഷ തിരഞ്ഞെടുക്കുക.
nl: Selecteer taal.
sv: Vänligen välj gränssnittsspråk.
tr: Lütfen arayüz dili seçin.

source: Language:
ar: اللغة:
ca: Llenguatge:
es: Idioma:
fr: Langage:
ml: ഭാഷ
nl: Taal:
sv: Språk:
tr: Dil:

source: Libriran has been set up successfully.
ar: تم إعداد البرنامج بنجاح.
es: Librarian ha sido configurado exitosamente.
fr: Libriran a bien été installé avec succès
ml: ലിബ്രേറിയന്‍ വിജയകരമായി സജ്ജീകരിച്ചു.
nl: Librarian is succesvol ingesteld
sv: Bibliotekarien har framgångsrikt satts på
tr: Kütüphaneci başarıyla kuruldu.

source: Start using Librarian
ar: بدء أستخدام البرنامج
es: Comenzar a usar Librarian
fr: Commencer à utiliser Librarian
ml: ലൈബ്രേറിയന്‍ ഉപയോഗിക്കാന്‍ ആരംഭിക്കുക
nl: Start gebruik Librarian
sv: Börja utnyttja bibliotekarien
tr: Kütüphaneciyi kullanmaya başla

source: Tags
ca: Etiquetes
es: Etiquetas

source: Home
ca: Inici
es: Inicio

source: Database backup has been completed successfully.
ca: La còpia de la base de dades s'ha guardat correctament.
es: La copia de seguridad de la base de datos ha finalizado con éxito.

source: the backup folder
ca: carpeta de còpia de seguretat
es: carpeta de la copia de seguridad

source: Updates added
ca: Actualitzacions afegides
es: Actualizaciones añadidas

source: Updates deleted
ca: Actualitzacions esborrades
es: Actualizaciones eliminadas

source: Invalid action
ca: Acció no vàlida
es: Acción inválida

source: There are no sites in the library.
ca: No hi ha llocs en aquesta biblioteca.
es: No hay sitios en la biblioteca.

source: Content already removed
ca: Contingut ja eliminat
es: Contenido ya eliminado

source: The specified content has already been removed.
ca: El contingut especificat ja ha estat eliminat.
es: El contenido especificado ya ha sido eliminado.

source: Content removed
ca: Contingut eliminat
es: Contenido eliminado

source: Content successfully removed.
ca: Contingut correctament eliminat.
es: Contenido eliminado con éxito.

source: Confirm Removal
ca: Confirmar eliminació
es: Confirmar eliminación

source: Are you sure you want to remove the content entry named {title}
ca: Estàs segur que vols esborrar l'entrada {title}
es: ¿Está seguro de querer eliminar el contenido {title}?

source: Remove
ca: Eliminar
es: Eliminar

source: Discard all
ca: Descartar-ho tot
es: Descartar todo

source: unknown publisher
ca: publicador desconegut
es: Editor desconocido

source: %(date)s by %(publisher)s.
ca: %(date)s per %(publisher)s.
es: %(date)s por %(publisher)s.

source: Humanity's public library
ca: Biblioteca pública de la humanitat
es: Biblioteca pública de la Humanidad

source: User tags
ca: Etiquetes d'usuari
es: Etiquetas de usuario

source: Add all to Library
ca: Afegir tot a la biblioteca
es: Añadir todo a la Biblioteca

source: Filter
ca: Filtrar
es: Filtrar

source: received on:
ca: rebut el:
es: recibido el:

source: broadcast on:
ca: transmès per:
es: enviado el:

source: language:
ca: llenguatge:
es: idioma:

source: Add to library
ca: Afegir a la biblioteca
es: Añadir a la biblioteca

source: Search
ca: Buscar
es: Buscar

source: Search titles
ca: Buscar per títol
es: Buscar títulos

source: Language filter for '%(lang)s' is active. Click %(link)s to see all content
ca: Filtre de llenguatge per '%(lang)s' està actiu. Prem %(link)s per veure tot el contingut
es: Filtro de idioma para '%(lang)s' está activo. Pulse %(link)s para ver todo el contenido

source: Edit
ca: Editar
es: Editar

source: Mark read
ca: Marcar com a llegit
es: Marcar como leído

source: Page %(current)s of %(total)s
ca: Pàgina %(current)s de %(total)s
es: Página %(current)s de %(total)s
