Repository: Othernet-Project/librarian
Catalog: librarian/locales/*/LC_MESSAGES/librarian.po
Languages: ar, ca, es, fr, ml, nl, pt_br, ru, sv, tr, uk

source: Library
ar: المكتبة
ca: Biblioteca
es: Biblioteca
fr: Bibliothèque
ml: ലൈബ്രറി
nl: Bibliotheek
ru: Библиотека
sv: Arkiv
tr: Kütüphane
uk: Бібліотека

source: Content library is currently empty
ar: محتوى المكتبة فرغ حاليا
ca: Biblioteca de continguts buida
es: El contenido de la biblioteca actualmente está vacío
fr: La bibliothèque de contenu est vide
ml: ലൈബ്രറി ഉള്ളടക്കം നിലവില്‍ ഒന്നുംതന്നെ ഇല്ല
nl: De bibliotheek is leeg
ru: Библиотека публикаций пуста
sv: Innehållsarkivet är för tillfället tomt.
tr: Burada bir içerik yok
uk: Бібліотека публікацій порожня

source: Application logs
ar: سجلات التطبيق
ca: Registres de l'aplicació
es: Registros de la aplicación
fr: logs de l'application
ml: അപ്ലിക്കേഷന്‍ രേഖകള്‍
nl: Applicatie logboek
pt_br: Registros da aplicação
ru: Журналы программы
sv: Programloggar
tr: Uygulama kayıtları
uk: Журнал додатків

source: Logs are shown in reverse chronological order
ar: سجلات تظهر في ترتيب عكسي
ca: Els registres es mostren en ordre cronològic invers
es: Los registros se muestran en orden cronológico inverso
fr: Les connexions sont présentés dans l'ordre chronologique inversé
ml: രേഖകള്‍ എല്ലാം തിരിച്ചുള്ള കാലക്രമത്തില്‍ കാണിച്ചിരിക്കുന്നു
nl: Logboek word weergegeven in omgekeerd-chronologische volgorde
pt_br: Registros são mostrados em ordem cronológica inversa
ru: Журналы показаны в обратном хронологическом порядке
sv: Loggar visas i omvänd kronologisk ordning
tr: Kayıtlar ters kronolojik sıraya göre gösterilir.
uk: Журнали відображаються у зворотному хронологічному порядку

source: Files
ar: ملفات
ca: Fitxers
es: Archivos
fr: Fichiers
ml: ഫയലുകള്‍
nl: Bestanden
pt_br: Arquivos
ru: Файлы
sv: filer
tr: Dosyalar
uk: Файли

source: Script output
ar: مخرج السكربت
ca: Sortida del script
es: Secuencia de comandos de salida
fr: Sortie de script
ml: സ്ക്രിപ്റ്റ് ഔട്പുട്ട്
pt_br: Saída do script
ru: Вывод скрипта
sv: Skript utdata
tr: Komut çıktısı
uk: Вихід сценарію

source: OK
ar: حسنا
es: Está bien
ml: ശരി
tr: Başarılı
uk: ОК

source: error
ar: خطا
fr: Erreur
ml: പിശക്
nl: fout
pt_br: erro
ru: ошибка
sv: fel
tr: hata
uk: помилка

source: no output
ar: لايوجد مخرج
ca: sense sortida
es: Sin salida
fr: Pas de sortie
ml: ഫലം ഇല്ല
nl: Geen uitvoer
pt_br: nenhuma saída
ru: Нет выходных данных
sv: Ingen utdata
tr: çıktı yok
uk: немає виходу

source: Errors
ar: اخطاء
es: Errores
fr: erreurs
ml: പിശകുകള്‍
nl: Fouten
pt_br: Erros
ru: Oшибки
sv: Fel
tr: Hatalar
uk: Помилки

source: Unknown license
ar: رخصة غير معروفه
ca: Llicència desconeguda
es: Licencia desconocida
fr: License inconnue
ml: അജ്ഞാതമായ അനുമതിപത്രം
nl: Onbekende licentie
ru: Неизвестная лицензия
sv: Okänd licens
tr: Bilinmeyen lisans
uk: Невідома ліцензія

source: Creative Commons Attribution
ar: الإبداعي العزو
ca: Atribució Creative Commons
es: Atribución Creative Commons
fr: Licence Creative Commons
ml: ക്രിയേറ്റീവ് കോമൺസ് ആട്രിബ്യൂഷൻ
nl: Creative Commons Naamsvermelding
tr: Creative Commons Şartları
uk: Ліцензія Creative Commons Attribution

source: Creative Commons Attribution-NoDerivs
ar: مشاع مبدع-لايوجد استرجاع
ca: Atribució Creative Commons NoDerivs
es: Atribución-NoDerivadas Creative Commons
fr: Creative Commons Attribution - Pas de modifications
ml: ക്രിയേറ്റീവ് കോമൺസ് ആട്രിബ്യൂഷൻ-നോ ഡിറെയിവ്സ്
nl: Creative Commons Naamsvermelding-GeenAfgeleideWerken
tr: Creative Commons Şartları-Paylaşılamaz
uk: Ліцензія Creative Commons Attribution-без похідних

source: Creative Commons Attribution-NonCommercial
ar: المشاع المبدع نسبة المصنف إلى مؤلفه، غير التجارية
ca: Atribució Creative Commons NonCommercial
es: Atribución-NoComercial Creative Commons
fr: Creative Commons - Attribution - Pas d'usage commercial
ml: ക്രിയേറ്റീവ് കോമൺസ് ആട്രിബ്യൂഷൻ-നോണ്‍ കൊമേഴ്സിയല്‍
nl: Creative Commons Naamsvermelding-NietCommercieel
sv: Creative Commons Attribution-IngenReklam
tr: Creative Commons Ticari Olmayan Kullanım
uk: Ліцензія Creative Commons Attribution-не для комерційного використання

source: Creative Commons Attribution-NonCommercial-NoDerivs
ar: المشاع المبدع نسبة المصنف إلى مؤلفه، غير التجارية-لايوجد استرجاع
ca: Atribució Creative Commons NonCommercial-NoDerivs
es: Atribución-NoComercial-NoDerivadas Creative Commons
fr: Creative Commons - Attribution - Pas d'usage commercial - Pas de modifications
ml: ക്രിയേറ്റീവ് കോമൺസ് ആട്രിബ്യൂഷൻ-നോണ്‍ കൊമേഴ്സിയല്‍-നോ ഡിറെയിവ്സ്
nl: Creative Commons Naamsvermelding-NietCommercieel-GeenAfgeleideWerken
sv: Creative Commons Attribution-IngenReklam-NoDerivs
tr: Creative Commons Şartları-Ticari olmayan-paylaşılamayan içerik
uk: Ліцензія Creative Commons Attribution-не для комерційного використання-без похідних

source: Creative Commons Attribution-ShareAlike
ar: مشاع مبدع للوثائق الحرة- شير الايك
ca: Atribució Creative Commons ShareAlike
es: Atribución-CompartirIgual Creative Commons
fr: Creative Commons - Attribution - Partage dans les mêmes conditions
ml: ക്രിയേറ്റീവ് കോമൺസ് ആട്രിബ്യൂഷൻ-ഷയെര്‍എലൈക്
nl: Creative Commons Naamsvermelding-GelijkDelen
sv: Creative Commons Attribution-DelaLika
tr: Creative Commons Şartları-Özgürce Paylaş
uk: Ліцензія Creative Commons Attribution-ShareAlike

source: Creative Commons Attribution-NonCommercial-ShareAlike
ar: المشاع المبدع نسبة المصنف إلى مؤلفه، غير التجارية-شير الايك
ca: Atribució Creative Commons NonCommercial-ShareAlike
es: Atribución-NoComercial-CompartirIgual Creative Commons
fr: Creative Commons - Attribution - Pas d'utilisation commerciale - Partage dans les mêmes conditions
ml: ക്രിയേറ്റീവ് കോമൺസ് ആട്രിബ്യൂഷൻ-നോണ്‍ കൊമേഴ്സിയല്‍-ഷയെര്‍എലൈക്
nl: Creative Commons Naamsvermelding-NietCommerciëel-GelijkDelen
sv: Creative Commons Attribution-IngenReklam-DelaLika
tr: Creative Commons Şartları-Ticari olmadan Özgürce Paylaş
uk: Ліцензія Creative Commons-не для комерційного використання-ShareAlike

source: GNU Free Documentation License
ar: رخصة جنو للوثائق الحرة
ca: Llicència de Documentació Lliure de GNU
es: Licencia de Documentación Libre GNU
fr: License de documentation libre GNU
ml: GNU സ്വതന്ത്ര പ്രമാണ അനുമതിപത്രം
nl: GNU Vrije Documentatie Licentie
ru: GNU Лицензии свободной документации
sv: GNU Gratis Dokumentation Licens
tr: GNU Bedava Döküman Lisansı
uk: Ліцензія вільної документації GNU

source: Open Publication License
ar: ترخيص مفتوح النشر
ca: Llicència de Publicació Oberta
es: Licencia de Publicación Abierta
fr: License de publication ouverte
ml: തുറന്ന പ്രസാധക അനുമതിപത്രം
nl: Vrije Publicatie Licentie
ru: Открытая лицензия публикации
sv: Öppen offentlig licens
tr: Açık yayın lisansı
uk: Ліцензія відкритої публікації

source: Open Content License
ar: افتح محويات الرخيص
ca: Llicència de Contingut Obert
es: Licencia de Contenido Abierta
fr: License de contenu ouvert
ml: തുറന്ന ഉള്ളടക്ക അനുമതിപത്രം
nl: Open Content Licentie
ru: Откройте содержимое лицензии
sv: Öppen innehålls licens
tr: Açık içerik lisansı
uk: Ліцензія відкритого контенту

source: Against DRM License
ar: ضد اولوية الترخيص
ca: Llicència contra DRM
es: En contra de las licencias DRM
fr: Contre les licenses DRM
ml: DRM അനുമതിപത്രത്തിനെതിരെ
nl: In strijd met DRM Licentie
ru: Против Лицензия DRM
sv: Mot DRM licens
tr: DRM lisansı aleyhinde
uk: Ліцензія Against DRM

source: Free Art License
ar: ترخيص الفن مجاني
ca: Llicència Artística Lliure
es: Licencia de Arte Libre
fr: License d'art libre
ml: സ്വതന്ത്ര കലാസൃഷ്ടി അനുമതിപത്രം
nl: Free Art Licentie
ru: Лицензия Свободного Искусства (Free Art License)
sv: Gratis Konst Licens
tr: Özgür Sanat Lisansı
uk: Ліцензія вільного мистецтва

source: Public Domain
ar: المجال العام
ca: Domini Públic
es: Dominio Público
fr: Domaine publique
ml: പബ്ലിക് ഡൊമൈന്‍
nl: Publiek domein
ru: Публичный домен
sv: Offentlig Domän
tr: Kamu Alanı
uk: Загальне надбання

source: Other free license
ar: رخصة مجانية اخرى
ca: Altra llicència lliure
es: Otra licencia libre
fr: Autre licence gratuite
ml: മറ്റു സ്വതന്ത്ര അനുമതിപത്രം
nl: Ander type gratis licentie
sv: Annan fri licens
tr: Diğer bedava lisanslar
uk: Інша вільна ліцензія

source: All rights reserved
ar: جميع الحقوق محفوظة
ca: Tots els drets reservats
es: Todos los derechos reservados
fr: Tous droits réservés
ml: എല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തം
nl: Alle rechten voorbehouden
ru: Все права защищены
sv: Alla rättigheter reserverade
tr: Tüm Hakları Saklıdır
uk: Всі права збережено

source: Other non-free license
ar: الرخص الاخرى غير مجانية
ca: Altra llicència no gratuïta
es: Otras licencias no libres
fr: Autre licence payante
ml: മറ്റു സ്വതന്ത്രമല്ലാത്ത അനുമതിപത്രം
nl: Overige niet-gratis licentie
ru: Другие не свободные лицензии
sv: Annan icke-gratis licens
tr: Diğer bedava olmayan lisanslar
uk: Інша невільна ліцензія

source: Loading...
ar: جاري التحميل...
es: Cargando...
fr: Chargement...
ml: ലോഡ് ചെയ്യുന്നു....
nl: Laden...
pt_br: Carregando...
ru: Загружается...
sv: Laddar...
tr: Yükleniyor...
uk: Завантажується

source: Tuner settings
ar: إعدادات المدوزن
ca: Ajustos del sintonitzador
es: Opciones de sintonización
fr: Réglages du récepteur
ml: ട്യൂണർ ക്രമീകരണങ്ങൾ
nl: Ontvanger instellingen
pt_br: Definições do sintonizador
ru: Настройки тюнера
sv: Tuner inställningar
tr: Akor ayarları
uk: Налаштування тюнера

source: There are currently no files or folders here.
ar: لايوجد هُنا أي ملفات أو مجلدات
ca: Actualment no hi han fitxers o carpetes aquí.
es: Actualmente no hay archivos o carpetas ahí
fr: Il n'y a actuellement aucun document ou fichier à cet emplacement.
ml: നിലവില്‍ ഇവിടെ ഫയലുകളോ ഫോള്‍ഡറുകളോ ഇല്ല.
nl: Er zijn op dit moment geen bestanden of mappen gevonden
pt_br: Não existem arquivos ou pastas aqui neste momento.
ru: Здесь пока еще нет файлов или папок.
sv: Det finns nuvarande inga filer eller mappar här
tr: Şu anda burada hiçbir dosya veya klasör yok.
uk: Наданий час тут немає жодних файлів чи папок

source: None
ar: فارغ
ca: Res
es: Nada
fr: Aucun
ml: ഒന്നുമില്ല
nl: Geen
pt_br: Nenhum
ru: ни один
sv: Ingen
tr: Hiçbiri
uk: Жоден

source: Vertical
ar: عامودي
ml: ലംബമായ
nl: Verticaal
ru: Вертикальный
sv: Vertikal
tr: Dikey
uk: Вертикальний

source: Horizontal
ar: أفقي
ca: Horitzontal
ml: തിരശ്ചീനമായ
nl: Horizontaal
ru: Горизонтальный
sv: Horisontal
tr: Yatay
uk: Горизонтальний

source: Universal
ar: عالمي
fr: Universel
ml: യൂനിവേഴ്സല്‍
nl: Universeel
ru: Универсальный
tr: Evrensel
uk: Універсальний

source: North America Ku band
ca: Banda Ku de Nord-Amèrica
es: Banda KU de Norte América
fr: Ku band d'Amérique du Nord
ml: വടക്കേ അമേരിക്ക Ku band
nl: Noord-Amerika Ku band
pt_br: Banda Norte Americana Ku
ru: Северная Америка Ку-диапазон
sv: Nord Amerika ku-band
tr: Kuzey Amerika Ku Bandı
uk: Північноамериканський Ku-діапазон

source: Invalid choice for LNB type
ar: أختيار لنوع LNB غير صالح
ca: Opció escollida incorrecta pel tipus de LNB
es: Elección inválida para este tipo de LNB
fr: choix incorrect pour le type LNB
ml: LNB ടൈപ്പ് തിരഞ്ഞെടുത്തത് അസാധുവാണ്
nl: Ongeldige keuze vor de LNB type
pt_br: Opção inválida para o tipo LNB
ru: Неверный выбор для LNB типа.
sv: Ogiltigt val för LNB typ
tr: LNB türü için geçersiz seçenek
uk: Неправильний вибір для типу LNB

source: Frequency must be a positive number
ar: الاشارة يجب ان تكون رقم موجب
ca: La frequència ha de ser un número positiu
es: La frecuencia debe ser un número positivo
fr: La fréquence doit être un nombre positif
ml: ഫ്രീക്വൻസി ഒരു പോസിറ്റീവ് സംഖ്യ ആയിരിക്കണം
nl: De frequentie moet positief zijn
pt_br: A frequência deve ter um número positivo
ru: Значение частоты должно быть положительным.
sv: Frekvensen måste vara ett positivt tal
tr: Frekans değeri pozitif bir sayı olmalıdır
uk: Частота повинна бути позитивним числом

source: Symbolrate must be a positive number
ar: معدل الترميز يجب أن يكون رقم موجب
ca: La velocitat de símbols ha de ser un número positiu
es: La velocidad de símbolos tiene que ser un número positivo
fr: Symbolrate doit être un nombre positif
ml: സിംബല്‍റേറ്റ് ഒരു പോസിറ്റീവ് സംഖ്യ ആയിരിക്കണം
nl: symbolrate mag geen negatief getal zijn
pt_br: A taxa da transmissão de símbolos deve ter um número positivo
ru: Значение скорости передачи должно быть положительным.
sv: Teckenhastigheten måste vara ett positivt numer
tr: Symbolrate pozitif bir sayı olmalıdır
uk: Швидкість передачі повинна бути позитивним числом

source: Invalid choice for delivery system
ar: أختيار غير صالح لنظام التوصيل
ca: Selecció de métode d'enviament incorrecte
es: Elección inválida para el sistema de envío
ml: ഡെലിവറി സിസ്റ്റം തിരഞ്ഞെടുത്തത് അസാധുവാണ്
nl: ongeldige keuze voor transportsysteem
pt_br: Opção inválida para o sistema de entrega
ru: Недействительный выбор для системы доставки
sv: Ogiltigt val av levererings system
tr: İletim sistemi için geçersiz seçim
uk: Неправильний вибір для системи доставки

source: Invalid choice for modulation mode
ar: أختيار غير صالح لوضع التعديل
ca: Mode de modulació incorrecte
es: Elección inválida para el modo de modulación
fr: choix incorrect pour le mode de modulation
ml: മോഡുലേഷൻ മോഡ് തിരഞ്ഞെടുത്തത് അസാധുവാണ്
nl: ongeldige keuze voor modulariteitsmodus
pt_br: Opção inválida para o modo de modulação
ru: Неверный выбор режима модуляции.
sv: Ogiltigt val för moduleringsläge
tr: Modülasyon modu için geçersiz seçim
uk: Неправильний вибір для режиму модуляції

source: Invalid choice for polarization
ar: أختيار غير صالح للإستقطاب
ca: Opció de polarització incorrecte
es: Elección invalida para la polarización
fr: choix invalide de polarisation
ml: പോളറൈസേഷന്‍ തിരഞ്ഞെടുത്തത് അസാധുവാണ്
nl: ongeldige keuze voor polarisatie
pt_br: Opção inválida para a polarização
ru: Недействительный выбор для поляризации
sv: Ogiltigt val for polarisering
tr: Polarizasyon için geçersiz seçim
uk: Неправильний вибір для поляризації

source: Download application log
ar: تنزيل ملخص التطبيق
ca: Descarrega els registres de l'aplicació
es: Registro de aplicación de descarga
fr: Télécharger les journaux de l'application
ml: ആപ്ലിക്കേഷൻ രേഖ ഡൗൺലോഡ് ചെയ്യുക.
nl: Download programma log
pt_br: Baixar a aplicação do registro
ru: Прикладной журнал загрузки
sv: Ladda ner aplications logg
tr: Uygulama kaydını indir
uk: Завантажити журнал додатків

source: Select a satellite
ar: أختار القمر
ca: Escull un satèl·lit
es: Escoge un satélite
fr: Sélectionnez un satellite
ml: ഒരു സാറ്റലൈറ്റ് തിരഞ്ഞെടുക്കുക
nl: Selecteer een satelliet
pt_br: Selecione um satélite:
ru: Выберите спутник
sv: Välj en satellit
tr: Bir uydu seçin
uk: Виберіть супутник

source: Custom...
ar: مخصص...
ca: Personalitzat...
es: Personalizado...
fr: Personnalisé...
ml: കസ്റ്റം...
nl: Anders..
pt_br: Personalizado...
ru: Выборочно...
sv: Ändra...
tr: Özelleştirin...
uk: Вибірково...

source: no lock
ar: غير مقفل
es: sin bloqueo
fr: pas bloqué
ml: ലോക്ക് ഇല്ല
nl: onversleuteld
pt_br: nenhum bloqueio
ru: разблокирован
sv: inget lås
tr: bağlı değil
uk: блокування немає

source: Error
ar: خطأ
fr: Erreur
ml: പിശക്
nl: Fout
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка

source: Under maintenance
ar: تحت الاصلاح
ca: En manteniment
es: Bajo mantenimiento
fr: En maintenance
ml: അറ്റകുറ്റപ്പണിക്ക്‌ കീഴിൽ
nl: In onderhoud
pt_br: Em manutenção
ru: На техобслуживании
sv: Under underhåll
tr: Bakımda
uk: На технічному обслуговуванні

source: Librarian is currently in maintenance mode. Please wait a few minutes and try again.
ar: المكتبي حاليا في حالة الاصلاح. رجاءا انتظر بضع دقائق وجرب مرة أخرى.
ca: Librarian es troba en mode manteniment. Si us plau, espera uns minuts i torna a provar-ho.
es: Librarian está en estos momentos en modo de mantenimiento. Por favor espere unos minutos e inténtelo de nuevo.
fr: Librarian est actuellement en mode de maintenance. Merci de patienter quelques minutes et de réessayer.
ml: ലൈബ്രേറിയൻ നിലവിൽ അറ്റകുറ്റപ്പണി മോഡിൽ ആണ്. ഏതാനും മിനിട്ടുകൾ കാത്തിരുന്ന് വീണ്ടും ശ്രമിക്കുക.
nl: Librarian is in onderhoudsmodus. Probeert u het later nogmaals.
pt_br: No momento o Librarian está em modo de manutenção. Por favor, espere alguns minutos e tente novamente.
ru: Библиотекарь находится в режиме обслуживания. Пожалуйста, подождите несколько минут и попробуйте снова.
sv: Bibliotekarien är för tillfället i underhållsläge. Vänligen vänta några minuter och försök igen.
tr: Librarian şu anda bakım modunda. Lütfen birkaç dakika bekleyin ve tekrar deneyin.
uk: Бібліотекар в даний час в режимі техобслуговування. Будь ласка, зачекайте кілька хвилин і спробуйте ще раз.

source: Please enter the correct username and password.
ar: لطفا ادخل اسم المستخدم وكلمة السر الصحيحين
ca: Si us plau, entra correctament l'usuari i la contrasenya.
es: Por favor ingrese nombre de usuario y contraseña correctos
fr: Merci d'entrer le nom d'utilisateur et le mot de passe correctement.
ml: ദയവായി ശരിയായ യൂസര്‍നെയിമും പാസ്സ്‌വേര്‍ഡും നൽകുക.
nl: Gelieve het juiste wachtwoord en gebruikersnaam in te voeren
pt_br: Por favor, digite o nome do usuário e a senha corretos.
ru: Пожалуйста, введите действующее имя пользователя и пароль
sv: Vänligen fyll i ett korrekt användarnamn och lösenord
tr: Lütfen geçerli bir kullanıcı adı ve şifre girin.
uk: Будь ласка, введіть правильне ім'я користувача і пароль.

source: any language
ar: اية لغة
ca: qualsevol llenguatge
es: cualquier lenguaje
fr: n'importe quelle langue
ml: ഏതെങ്കിലും ഭാഷ
nl: willekeurige taal
pt_br: qualquer língua
ru: другой язык
sv: Valfritt språk
tr: herhangi bir dil
uk: будь-яка мова

source: No files are being downloaded
ar: لم يتم تنزيل اي ملف
ca: No s'estan descarregant arxius
es: Ningún archivo esta siendo descargado
fr: Aucun fichier ne est en cours de téléchargement
ml: ഫയലുകള്‍ ഒന്നും ഡൌണ്‍ലോഡ് ചെയ്യുന്നില്ല
nl: Er worden geen bestanden gedownload:
pt_br: Nenhum arquivo está sendo baixado
ru: Никакие файлы не загружаются
sv: Inga filer laddas ner
tr: İndirilen dosya yok
uk: Наразі не завантажуються ніякі файли

source: Forbidden
ar: ممنوع
ca: Prohibit
es: Prohibido
fr: Interdit
ml: വിലക്കപ്പെട്ട
nl: Geen toegang
pt_br: Proibido
ru: Запрещено
sv: Förbjuden
tr: Yetki gerekiyor
uk: Заборонено

source: Log out
ar: خروج
ca: Sortir
es: Desconectarse
fr: Se déconnecter
ml: പുറത്തുകടക്കുക
nl: Uitloggen
pt_br: Sair
ru: Выйти
sv: Logga ut
tr: Çıkış yap
uk: Вийти

source: Login
ar: دخول
ca: Entrar
es: Iniciar sesión
fr: Se connecter
ml: ലോഗിന്‍
nl: Inloggen
pt_br: Entrar
ru: Войти
sv: Logga in
tr: Giriş
uk: Увійти

source: username
ar: اسم المستخدم
ca: usuari
es: nombre de usuario
fr: nom d'utilisateur
ml: യൂസെര്‍നെയിം
nl: gebruikersnaam
pt_br: usuário
ru: пользователь
sv: användarnamn
tr: kullanıcı adı
uk: ім'я користувача

source: password
ar: كلمة السر
ca: contrasenya
es: contraseña
fr: mot de passe
ml: പാസ്സ്‌വേര്‍ഡ്‌
nl: wachtwoord
pt_br: senha
ru: пароль
sv: lösenord
tr: şifre
uk: пароль

source: Download
ar: تنزيل
ca: Descarregar
es: Descargar
fr: Téléchargement
ml: ഡൌണ്‍ലോഡ്
ru: Скачать
sv: Ladda ner
tr: İndir
uk: Завантажити

source: unknown
ar: غير معروف
ca: desconegut
es: desconocido
fr: inconnu
ml: അറിയപ്പെടാത്തത്
nl: onbekend
pt_br: desconhecido
ru: неизвестный
sv: okänd
tr: bilinmeyen
uk: невідомо

source: Network interfaces
ar: تقاطعات الشبكة
ca: Interfícies de xarxa
es: Interfaces de red
fr: interfaces réseau
ml: നെറ്റ് വര്‍ക്ക് ഇന്റർഫെയിസുകള്‍
nl: Netwerk interfaces
pt_br: Interfaces de rede
ru: Сетевые интерфейсы
sv: Nätverksgränssnitt
tr: Bağlantı arayüzleri
uk: Мережеві інтерфейси

source: Page not found
ar: الصفحة لم يتم ايجاها
ca: Pàgina no trobada
es: Página no encontrada
fr: page non trouvée
ml: പേജ് കണ്ടെത്തിയില്ല
nl: Pagina niet gevonden
pt_br: Página não encontrada
ru: страница не найдена
sv: Sidan kunde inte hittas
tr: Sayfa bulunamadı
uk: Сторінку не знайдено

source: The page you were looking for could not be found
ar: الصفحة التي فتشت عنها لم يتم ايجادها.
ca: La pàgina que buscaves no s'ha trobat
es: La página que estabas buscando no pudo encontrarse
fr: la page que vous cherchiez n'a pas pu être localisée.
ml: നിങ്ങൾ തിരയുന്ന പേജ് കണ്ടെത്താൻ കഴിഞ്ഞില്ല
nl: De pagina waar je naar zocht, kon niet worden gevonden
pt_br: A página que você estava procurando não pôde ser encontrada
ru: Страница, которую вы ищете, не может быть найден
sv: Sidan du letade efter kunde inte hittas
tr: Aradığınız sayfa bulunamadı
uk: Сторінка, яку ви шукали, не вдалося знайти

source: The entered passwords do not match.
ar: كلمة السر المدخلة غير مطابقة
ca: Les contrasenyes entrades no concorden.
es: Las contraseñas introducidas no coinciden.
fr: Les mots de passes ne correspondent aps
ml: താങ്കള്‍ നല്‍കിയ പാസ്സ്‌വേര്‍ഡ്‌ യോജിക്കുന്നില്ല.
nl: Wachtwoorden komen niet overeen.
pt_br: As senhas digitadas não correspondem.
ru: Введенные пароли не совпадают.
sv: Det ifyllda lösenordet matchar inte.
tr: Girilen şifreler uyuşmuyor.
uk: Введені паролі не співпадають.

source: here
ar: هنا
ca: aquí
es: aquí
fr: ici
ml: ഇവിടെ
nl: hier
ru: здесь
sv: här
tr: burada
uk: тут

source: confirm password
ar: تأكيد كلمة المرور
ca: confirmar contrasenya
es: confirme su contraseña
fr: confirmez le mot de passe:
ml: പാസ്സ്‌വേര്‍ഡ്‌ വീണ്ടും ഉറപ്പാക്കുക
nl: bevestig wachtwoord
pt_br: confirme sua senha
ru: подтвердите пароль
sv: upprepa lösenord
tr: şifreyi onayla
uk: підтвердьте пароль

source: Next
ar: التالي
ca: Següent
es: Siguiente
fr: Suivant
ml: അടുത്തത്
nl: Volgende
pt_br: Próximo
ru: Следующий
sv: Nästa
tr: Sonraki
uk: Далі

source: Setup Completed
ar: تم التنزيل
ca: Configuració completada
es: Instalación completa
fr: Installation terminée
ml: സജ്ജീകരണം പൂർത്തിയായി
nl: Instellingen ingevoerd.
pt_br: Instalação Completa
ru: Настройка завершина
sv: Installation Slutförd
tr: Kurulum tamamlandı
uk: Установку завершено

source: Please select the satellite you'd like to receive data from.
ar: الرجاء أختيار القمر الذي ترغب بأستقبال البيانات منه.
ca: Escull el satèl·lit del qual rebre les dades.
es: Por favor, seleccione el satélite desde el cuál desea recibir los datos.
fr: Sélectionnez le satellite depuis lequel vous souhaitez recevoir les données.
ml: ടാറ്റ സ്വീകരിക്കാന്‍ ദയവായി ഇഷ്ടപെട്ട സാറ്റലൈറ്റ് തിരഞ്ഞെടുക്കുക
nl: Selecteer de satelliet die voor de data gebruikt moet worden.
pt_br: Por favor, selecione o satélite do qual você gostaria de receber os dados.
ru: Пожалуйста, выберите спутник, с которого вы хотите получать данные.
sv: Vänligen välj vilken satellit du vill ta emot data från
tr: Lütfen veri almak istediğiniz uyduyu seçin.
uk: Будь ласка, виберіть супутник, з якого ви хочете отримувати дані.

source: Settings
ca: Configuració
es: Configuración
pt_br: Configurações
ru: Настройки
uk: Налаштування

source: Notifications
ca: Notificacions
es: Notificaciones
pt_br: Notificações
ru: Уведомления
uk: Повідомлення

source: Language
ca: Llenguatge
es: Idioma
pt_br: Idioma
ru: язык
uk: Мова

source: Timezone
ca: Zona horària
es: Zona horaria
ru: Часовой пояс
uk: Часовий пояс

source: Username
ca: Usuari
es: Nombre de usuario
pt_br: Usuário
ru: имя пользователя
uk: Ім'я користувача

source: Password
ca: Contrasenya
es: Contraseña
pt_br: Senha
ru: пароль
uk: Пароль

source: Confirm Password
ca: Confirmar Contrasenya
es: Confirmar Contraseña
pt_br: Confirmar senha
ru: Подтвердите пароль
uk: Підтвердьте пароль

source: C band
ca: Banda C
es: Banda C
pt_br: Banda C
ru: C группа
uk: Діапазон частот С

source: Tuner configuration could not be saved. Please make sure that the tuner is connected.
ca: La configuració del sintonitzador no es pot guardar. Si us plau, comprova que el sintonitzador estigui connectat.
es: La configuración del sintonizador no se ha podido guardar. Por favor, compruebe que el sintonizador está conectado.
pt_br: Configuracão de sintonia não pode ser salva. Por favor, certifique-se que o sintonizador está conectado.
ru: Конфигурация тюнера не могла быть спасена. Пожалуйста, удостоверьтесь, что тюнер связан.
uk: Конфігурацію тюнера не вдалося зберегти. Будь ласка, переконайтеся, що тюнер підключений.

source: LNB Type
ca: Tipus de LNB
es: Tipo de LNB
pt_br: Tipo LNB
ru: Тип LNB
uk: Тип LNB

source: Frequency
ca: Freqüència
es: Frecuencia
pt_br: Frequência
ru: Частота
uk: Частота
