Repository: Othernet-Project/librarian
Catalog: librarian/locales/*/LC_MESSAGES/librarian.po
Languages: ar, ca, es, fr, ml, nl, pt_br, ru, sv, tr, uk

source: Symbol rate
ca: Velocitat de símbols
es: Velocidad de símbolos
pt_br: Taxa da transmissão de símbolos
ru: скорость передачи символов
uk: Швидкість передачі сигналів

source: Delivery system
ca: Sistema d'enviament
es: Sistema de envío
pt_br: Sistema de entrega
ru: система доставки
uk: Система доставки

source: Modulation
ca: Modulació
es: Modulación
pt_br: Modulação
ru: модуляция
uk: Модуляція

source: Polarization
ca: Polarització
es: Polarización
pt_br: Polarização
ru: поляризация
uk: Поляризація

source: Transponder configuration saved.
ca: Configuració del transponder guardada.
es: Configuración del transponedor guardada.
pt_br: Configuração do transponder salva.
ru: Конфигурация приемоответчика спасена
uk: Конфігурацію транспондерів збережено.

source: Cancel
ca: Cancel·lar
es: Cancelar
pt_br: Cancelar
ru: отменять
uk: Скасувати

source: There are no new notifications
ca: No hi ha noves notificacions
es: No hay nuevas notificaciones
pt_br: Não há novas notificações
uk: Нових повідомлень немає

source: Back
ca: Retrocedir
es: Retroceder
pt_br: Voltar
ru: Назад
uk: Назад

source: Discard
ca: Descartar
es: Descartar
ru: избавляться
uk: Скинути

source: Log into Librarian
ca: Entrar a la Biblioteca
es: Entrar en Librarian
pt_br: Faça o login no Librarian
ru: Регистрация в библиотекаря
uk: Увійти до Бібліотекаря

source: Clear
ca: Netejar
es: Limpiar
ru: убирать
uk: Очистити

source: You'll be taken to {target} in {seconds} seconds.
ca: Et portarà a {target} en {seconds} segons.
es: Será redireccionado a {target} en {seconds} segundos.
pt_br: Você será direcionado para o(a) {target} em {seconds} segundos.
ru: Вы перейдете к {target} через {seconds} секунд.
uk: Ви перейдете до {target} через {seconds} секунд.

source: An error occurred during the rendering of this plugin.
ca: Ha passat un error en l'execució d'aquest plugin.
es: Ha ocurrido un error durante la ejecución de este plugin.
pt_br: Ocorreu um erro durante o processamento deste plugin.
ru: Ошибка произошла во время предоставления этого плагина
uk: Під час відображення цього плагіна сталася помилка.

source: A content item has been added to the Library with the following title:
ca: Un element s'ha afegit a la Biblioteca amb el títol següent:
es: Un elemento se ha añadido a la biblioteca con el título:
pt_br: Um item de conteúdo foi adicionado à biblioteca com o seguinte título:
ru: Пункт содержания был добавлен к Библиотеке со следующим названием:
uk: До Бібліотеки було додано елемент контенту з таким заголовком:

source: Go up one level
ca: Anar un nivell amunt
es: Subir un nivel
pt_br: Subir um nível
ru: Поднимитесь один уровень
uk: Перейти на один рівень вгору

source: Start using Outernet
ca: Començar a utilitzar Outernet
es: Empezar a usar Outernet
pt_br: Começe a usar o Outernet
ru: Начать пользоваться Аутернетом
uk: Почати роботу з Outernet

source: Yes
ca: Sí
es: Sí
pt_br: Sim
ru: Да
uk: Так

source: No
pt_br: Não
ru: Нет
uk: Ні

source: Signal
ca: Senyal
es: Señal
pt_br: Sinal
ru: Сигнал
uk: Сигнал

source: Quality
ca: Qualitat
es: Qualidad
pt_br: Qualidade
ru: Качество
uk: Якість

source: This emergency reset token is invalid
pt_br: Este código de redefinição emergencial é inválido
ru: Этот чрезвычайный символ сброса недействителен
uk: Цей маркер аварійного скидання є недійсним

source: Password reset token does not match any user
pt_br: Código de redefinição de senha não corresponde à de nenhum usuário
ru: Маркер сброса пароля не соответствует какому-либо пользователю
uk: Маркер скидання пароля не відповідає жодному користувачеві

source: Password reset token
pt_br: Código de redefinição de senha
ru: Маркер сброса пароля
uk: Маркер скидання пароля

source: Invalid emergency reset token
pt_br: Código de redefinição emergencial inválido
ru: Недействительный маркер аварийного сброса
uk: Недійсний маркер аварійного скидання

source: Emergency reset token
pt_br: Código de redefinição emergencial
ru: Маркер аварийного сброса
uk: Маркер аварійного скидання

source: Emergency reset successful
pt_br: Redefinição emergencial realizada com sucesso
ru: Аварийный сброс прошел успешно
uk: Аварійне скидання відбулося успішно

source: log-in page
pt_br: página de conexão
ru: страница логина
uk: сторінка входу

source: New password was set
pt_br: Uma nova senha foi criada
ru: Новый пароль был установлен
uk: Новий пароль було встановлено

source: You are not authorized to access this page or the page has expired.
pt_br: Você não está autorizado para acessar esta página ou o tempo em espera da página expirou.
ru: Вы не уполномочены получить доступ к этой странице, или страница истекла.
uk: У Вас немає прав доступу до цієї сторінки або термін її дії закінчився.

source: Reset your password
pt_br: Redefina sua senha
ru: Измените свой пароль
uk: Скинути Ваш пароль

source: Emergency reset
pt_br: Redefinição de emergência
ru: Аварийный сброс
uk: Аварійне скидання

source: Perform emergency reset
pt_br: Efetue uma redefinição emergencial
ru: Выполнить аварийный сброс
uk: Виконати аварійне скидання

source: Please contact Outernet to obtain your emergency reset token.
pt_br: Por favor, entre em contato com a Outernet para obter seu código de redefinição emergencial
ru: Пожалуйста, свяжитесь с Outernet для получения маркера аварийного сброса.
uk: Будь ласка, зв'яжіться з Outernet для отримання маркера аварійного скидання.

source: Reset
pt_br: Redefinir
ru: Сброс
uk: Скинути

source: This is the 6-digit number you were asked to write down when you created your user account.
pt_br: Este é o número de 6-dígitos que foi lembrado para que você anotasse quando sua conta de usuário foi criada.
ru: Это - число с 6 цифрами, которое Вас попросили записать, когда Вы создали свою учетную запись пользователя.
uk: Це 6-значний номер, який Вас просили записати під час створення свого облікового запису користувача.

source: Change password
pt_br: Trocar a senha
ru: изменять пароль
uk: Змінити пароль

source: Dismiss
pt_br: Desfazer
ru: отклонять
uk: Звільнити

source: Toggle apps menu
pt_br: Alterar o menu de aplicativos
ru: Переключить меню приложений
uk: Переключити меню додатків

source: Toggle context menu
pt_br: Alterar o cenário do menu
ru: Переключить меню содержания
uk: Переключити контекстне меню

source: Log in
pt_br: Conectar-se
ru: регистрироваться
uk: Увійти

source: Back to menu
pt_br: Voltar ao meno
ru: Назад к меню
uk: Повернутися до меню

source: guest
pt_br: convidado
ru: гость
uk: гість

source: Toggle status
pt_br: Alterar a situação
ru: Переключить статус
uk: Переключити статус

source: Info
pt_br: Informação
ru: информация
uk: Інформація

source: Loading
pt_br: Carregando
ru: загружаться
uk: Завантаження

source: Content could not be loaded
pt_br: Conteúdo não pôde ser carregado
ru: Содержание не могло быть загружено
uk: Контент не вдалося завантажити

source: main page
pt_br: página principal
ru: главная страница
uk: головна сторінка

source: You will be redirected to {target} in {seconds} seconds.
pt_br: Você será redirecionado para {target} em {seconds} segundos.
ru: Вы будете перенаправлены к {target} через {seconds} секунд.
uk: Вас буде перенаправлено до {target} через {seconds} секунд.

source: Librarian has failed to fulfill your request due to unexpected error in the program.
pt_br: Libarian encontrou uma falha para completar seu pedido devido a um erro inesperado no programa.
ru: Библиотекарь не выполнил Ваш запрос из-за неожиданной ошибки в программе.
uk: Бібліотекарю не вдалося виконати ваш запит через несподівану помилку в програмі.

source: Details are provided below.
pt_br: Detalhes estão fornecidos abaixo.
ru: Подробная информация предоставлена ниже
uk: Детальніша інформація наведена нижче.

source: Error details are not available.
pt_br: Detalhes do erro não estão disponíveis.
ru: Ошибочные детали не доступны.
uk: Детальнішої інформації про помилки немає.

source: Return to main page
pt_br: Retornar para a página principal
ru: Возвратитесь к главной странице
uk: Повернутися на головну сторінку

source: Error code:
pt_br: Código de erro:
ru: Код ошибки:
uk: Код помилки:

source: wireless
pt_br: conexão sem fio
ru: беспроводная связь
uk: бездротовий

source: wired
pt_br: cabeado
ru: соединенный проводом
uk: дротовий

source: IP address:
pt_br: Endereço de IP:
ru: IP-адрес:
uk: IP-адреса:

source: Default gateway:
pt_br: Gateway padrão:
ru: Основной шлюз:
uk: Основний шлюз:

source: IPv6 address:
pt_br: Endereço IPv6:
ru: Адрес IPv6:
uk: IPv6-адреса:

source: Interface name:
pt_br: Nome da interface:
ru: Интерфейсное имя:
uk: Ім'я інтерфейсу:

source: File already removed
pt_br: Arquivo já foi removido
ru: Файл уже удален
uk: Файл вже видалений

source: The specified file has already been removed.
pt_br: O arquivo específico já foi removido.
ru: Указанный файл был уже удален.
uk: Зазначений файл вже видалений.

source: File removed
pt_br: Arquivo removido
ru: Файл удален
uk: Файл видалений.

source: File successfully removed.
pt_br: Arquivo removido com sucesso.
ru: Файл успешно удален.
uk: Файл успішно видалений.

source: File not removed
pt_br: Arquivo não foi removido
ru: Файл, не удаленный
uk: Файл не видалений.

source: File could not be removed.
pt_br: Arquivo não pôde ser removido.
ru: Файл не мог быть удален.
uk: Файл не вдалося видалити.

source: Return code:
pt_br: Código de retorno:
ru: Кодекс возвращения:
uk: Код завершення:

source: Output:
pt_br: Saída:
ru: Продукция:
uk: Вихід:

source: Search in folders:
pt_br: Procurar nas pastas:
ru: Поиск в папках:
uk: Пошук по папках:

source: Folder path or search keywords
pt_br: Caminho da pasta ou busca por palavras-chave
ru: Путь папки или ключевые слова поиска
uk: Шлях до папки або ключові слова для пошуку

source: Start search
pt_br: Inicie uma busca
ru: Начните поиск
uk: Розпочати пошук

source: Folder listing could not be loaded. Please try again in a few seconds.
pt_br: Lista de pasta não pôde ser carregada. Por favor, tente novamente em alguns segundos.
ru: Список папок не мог быть загружен. Пожалуйста, попробуйте еще раз за несколько секунд.
uk: Перелік папок не може бути завантажений. Будь ласка, спробуйте ще раз через кілька секунд.

source: Go to complete file list
pt_br: Vá para a lista completa de arquivos
ru: Перейти к полному списку файлов
uk: Перейти до повного переліку файлів

source: No files or folders match your search keywords.
pt_br: Nenhum dos arquivos ou pastas correspondem com suas palavras-chave.
ru: Никакие файлы или папки не соответствуют Вашим ключевым словам поиска
uk: Немає файлів або папок, які б підходили за ключовими словами пошуку.

source: {date} by {publisher}.
ru: {date} {publisher}.
uk: {date} ким {publisher}.

source: You may now log in as '{username}'.
pt_br: Você pode se conectar como '{username}'
ru: Вы можете теперь авторизоваться как '{username}'.
uk: Тепер ви можете увійти в систему як "{username}".

source: Password for username '{username}' has been set.
pt_br: Senha para usuário '{username}' foi criada.
ru: Пароль для имени пользователя '{username}' был установлен
uk: Пароль для користувача "{username}" встановлено.

source: Superuser account
pt_br: Conta de super-usuário
ru: Учетная запись привилегированного пользователя
uk: Обліковий запис привілейованого користувача

source: Please write this password reset token down and store it securely. You will need it if you ever need to reset your password.
pt_br: Por favor, anote este código de redefinição de senha e o mantenha em segurança. Você vai precisar desse código caso precise redefinir sua senha.
ru: Пожалуйста, запишите этот символ сброса пароля и сохраните его надежно. Вам будет нужен он, если Вы когда-нибудь должны изменять свой пароль.
uk: Будь ласка, запишіть цей маркер скидання пароля і надійно його зберігайте. Він знадобиться Вам, якщо коли-небудь у Вас виникне потреба скинути пароль.

source: Watch
pt_br: Assistir
ru: смотреть
uk: Дивіться

source: Messages
pt_br: Mensagens
ru: Сообщения
uk: Повідомлення

source: Mark all as read
pt_br: Marcar todos como lidos
ru: Отметьте все, как прочитано
uk: Відзначити все прочитаним

source: Import
ru: импорт
uk: Імпортувати

source: Action
ru: действие
uk: Дія

source: Existing content
ru: Существующее содержание
uk: Існуючий контент

source: We have found content from a previous version of this software. You may choose to import or discard it.
ru: Мы нашли содержание от предыдущей версии этого программного обеспечения. Вы можете импортируйте или откажитесь от него.
uk: Ми знайшли контент з попередньої версії цього програмного забезпечення. Ви можете імпортувати його або відмовитися від нього.

source: Adds existing content to the library
ru: Добавляет существующее содержание к библиотеке
uk: Додає існуючий контент в бібліотеку

source: Removes existing content
ru: Удаляет существующее содержание
uk: Видаляє існуючий контент

source: Default interface language
pt_br: Linguagem padrão da interface
ru: Язык интерфейса по умолчанию
uk: Усталена мова інтерфейсу

source: Please select the default interface language. Users can change their language preference later.
pt_br: Por favor, selecione a linguagem padrão da interface. Usuários podem mudar seu idioma escolhido mais tarde.
ru: Пожалуйста, выберите язык интерфейса по умолчанию. Пользователи могут изменить свое языковое предпочтение позже.
uk: Виберіть усталену мову інтерфейсу. Користувачі можуть згодом змінювати свої мовні уподобання.

source: Please select your local timezone.
ru: Пожалуйста, выберите свой местный часовой пояс.
uk: Будь ласка, виберіть місцевий часовий пояс.

source: There are no search results for '{terms}'
ru: Поиск не дал никаких результатов для "{terms}"
uk: Пошук не дав жодних результатів для "{terms}"

source: There is currently no content of {type} type
ru: В настоящее время нет содержания типа {type}
uk: Наразі немає контенту типу {type}

source: Show all types
ru: Показать все типы
uk: Показати всі типи

source: Language filter for '{lang}' is active. Click {link} to see all content
ru: Языковой фильтр для "{lang}" активный. Нажмите {link}, чтобы увидеть все содержание
uk: Мовний фільтр для "{lang}" активний. Натисніть {link}, щоб побачити весь контент

source: Showing search results for '{term}'
ru: Отображение результатов поиска для '{term}'
uk: Відображення результатів пошуку для "{term}"

source: Topics:
ru: Темы:
uk: Теми:

source: Previous
pt_br: Anterior
ru: предыдущий
uk: Попереднє

source: Search:
ru: Поиск:
uk: Пошук:

source: search keywords
ru: ключевые слова поиска
uk: шукати ключові слова

source: Content language
ru: Язык содержания
uk: Мова контенту

source: Types of content
ru: Типы содержания
uk: Типи контенту

source: All
ru: весь
uk: Все

source: Pages
ru: страница
uk: Сторінки

source: Images
ru: изображение
uk: Зображення

source: Audio
ru: аудио
uk: Аудіо

source: Video
ru: видео
uk: Відео

source: Storage devices
pt_br: Dispositivos de armazenamento
ru: Устройства хранения данных
uk: Пристрої зберігання

source: removable storage
pt_br: armazenamento removível
ru: сменное хранение
uk: Змінні пристрої запам'ятовування

source: {used} of {total} ({free} free)
pt_br: {used} de {total} ({free} livre)
ru: {used} {total} ({free} свободный)
uk: {used} з {total} ({free} вільного)

source: Read
pt_br: Ler
ru: читать
uk: Читати

source: Diagnostics
pt_br: Diagnósticos
ru: диагностика
uk: Діагностика

source: Version
pt_br: Versão
ru: версия
uk: Версія

source: Has tuner?
pt_br: Possui sintonizador?
ru: Имеет тюнер?
uk: Має тюнер?

source: Settings are saved
pt_br: Configurações estão salvas
ru: Настройки сохранены
uk: Налаштування збережено

source: Welcome to Outernet
pt_br: Bem-vindo ao Outernet
ru: Добро пожаловать в Outernet
uk: Ласкаво просимо до Outernet

source: Setup wizard
pt_br: Assistente de configuração
ru: мастер установки
uk: Майстер установки

source: Finish
pt_br: Finalizar
ru: конец
uk: Завершити

source: Tuner settings have been updated
pt_br: Configurações do sintonizador foram atualizadas
ru: Настройки тюнера были обновлены
uk: Налаштування тюнера було оновлено

source: North America
pt_br: América do Norte
ru: Северная Америка
uk: Північна Америка

source: Europe, North Africa
pt_br: Europa, África do Norte
ru: Европа, северная Африка
uk: Європа, Північна Африка

source: North and West Europe, Subsaharan Africa
pt_br: Norte e Leste Europeu, África Subsaariana
ru: Северная и западная Европа, Африка Района Сахары
uk: Північна та Західна Європа, Центральна Африка

source: Middle East, Asia, Australia
pt_br: Oriente Médio, Asia, Austrália
ru: Ближний Восток, Азия, Австралия
uk: Близький Схід, Азія, Австралія

source: North, Middle, and South America
pt_br: América do Norte, América Central e América do Sul
ru: Север, середина и Южная Америка
uk: Північна, Центральна та Південна Америка

source: India
pt_br: Índia
ru: Индия
uk: Індія

source: no tuner
pt_br: sem sintonizador
ru: нет тюнера
uk: немає тюнера

source: no service
pt_br: sem serviço
ru: не работает
uk: не працює

source: receiving
pt_br: recebendo
ru: принимать
uk: приймається

source: Bitrate
pt_br: Velocidade de transmissão (Bit rate)
ru: Скорость передачи
uk: Швидкість передачі

source: Satellite
pt_br: Satélite
ru: спутник
uk: Супутник

source: waiting for data...
pt_br: esperando por dados...
ru: ожидание данных...
uk: очікування даних...

source: Update settings
pt_br: Atualizar configurações
ru: Настройка обновления
uk: Налаштування оновлення

source: Tuner settings could not be set due to application error.
pt_br: Configurações do sintonizador não puderam ser feitas devido a um erro de solicitação.
ru: Параметры тюнера не удалось установить из-за ошибки программы.
uk: Налаштування тюнера не вдалося встановити через помилку програми.

source: Test settings
pt_br: Testar configurações
ru: Параметры тестирования
uk: Налаштування тестування

source: internal storage
pt_br: armazenamento interno
ru: внутренняя память
uk: внутрішня пам'ять

source: The superuser account is used to maintain the library and configure the receiver.
ru: Учетная запись привилегированного пользователя используется для поддержки библиотеки и настройки приемника.
uk: Обліковий запис привілейованого користувача використовується для підтримки бібліотеки і налаштування приймача.

source: file list
ru: список файлов
uk: перелік файлів

source: Confirm removal
ru: Подтвердите удаление
uk: Підтвердьте видалення

source: Delete permanently?
ru: Удалить постоянно?
uk: Видалити назавжди?

source: You are about to delete '{item_name}'.
ru: Вы собираетесь удалить '{item_name}'.
uk: Ви збираєтеся видалити "{item_name}".

source: Deleted files and folders cannot be recovered.
ru: Удаленные файлы и папки не могут быть восстановлены.
uk: Видалені файли і папки не можуть бути відновлені.

source: Delete
ar: مسح
ca: Eliminar
es: Borrar
fr: Supprimer
ml: നീക്കം ചെയ്യണോ?
nl: Verwijder
ru: удалить?
sv: Radera
tr: Sil
uk: видалити?

source: in {}
ru: в {}
uk: в {}

source: List files
ru: Файлы списка
uk: Перелічити файли

source: Back to previous page
ru: Назад к предыдущей странице
uk: Повернутися на попередню сторінку

source: Unknown domain
ru: Неизвестная область
uk: Невідомий домен

source: Both import and discard may take a long time to complete. Please do not close this tab or unplug the receiver.
ru: Оба импорта и брак могут занять много времени, чтобы закончить. Пожалуйста, не закрывайте этот счет или отключайте приемник.
uk: Як імпорт, так і відмова можуть зайняти багато часу. Будь ласка, не закривайте цю вкладку або вимкніть приймач.

source: You are on Outernet
ru: Вы находитесь на Outernet
uk: Ви в Outernet

source: {domain} does not exist on Outernet.
ru: {domain} не существует на Outernet.
uk: {domain} не існує в Outernet.

source: You will be taken to the <a href="{url}">main page</a> shortly.
ru: Вы будете взяты к <href "{url}"="" ==""> главная страница вскоре.</href>
uk: Незабаром Ви перейдете на <a href="{url}">main page</a>.

source: Setup wizard requires your attention. Please reload this page.
ru: Мастер установки требует Вашего внимания. Пожалуйста, перезагрузите эту страницу.
uk: Майстер установки вимагає Вашої уваги. Будь ласка, перезавантажте цю сторінку.

source: Please select a satellite or select 'Custom'
ru: Пожалуйста, выберите спутник или выберите 'обычай'
uk: Будь ласка, виберіть супутник або виберіть "Вибірково"

source: Select a preset or use 'Custom' and enter data manually
ru: Выберите заданный или используйте 'обычай' и войдите в данные вручную
uk: Виберіть попереднє налаштування або скористайтесь функцією "Вибірково" і введіть дані вручну

source: Tweets
ru: Твиты
uk: Твіти

source: Handles
ru: Никнеймы
uk: Нікнейми

source: Showing tweets from @{handle}.
ru: Показаны твиты от @{handle}.
uk: Показані твіти від @{handle}.

source: Go back to all teweets
ru: Вернуться ко всем твитам
uk: Повернутися до усіх твітів

source: previous
ar: السابق
ca: anterior
es: anterior
fr: précédent
ml: മുൻപത്തെ
nl: vorige
ru: предыдущий
sv: föregående
tr: önceki
uk: попереднє

source: next
ar: التالي
ca: següent
es: siguiente
fr: suivant
ml: അടുത്തത്
nl: volgende
ru: следующий
sv: nästa
tr: sonraki
uk: далі

source: Sorry, no twitter handles could be found. Please wait for some tweets to be downloaded and imported
ru: Извините, никакие ручки Твиттера не могли быть найдены. Пожалуйста, ждите некоторых твитов, которые будут загружены и импортированы
uk: На жаль, не вдалося знайти жодних нікнеймів у twitter. Будь ласка, зачекайте завантаження і імпорту кількох твітів.

source: Sorry! No tweets could be found with the user name "{handle}"
ru: К сожалению! Не удалось найти никаких твитов с именем пользователя "{handle}"
uk: На жаль! Не вдалося знайти жодних твітів з ім'ям користувача "{handle}"

source: bridge
ru: мост
uk: міст

source: Ethernet bridge ({name})
ru: Этэрнет-Бридж ({name})
uk: Міст Ethernet ({name})

source: Listen
ru: слушать
uk: Слухати

source: View
ru: просматривать
uk: Переглянути

source: Image {} of {}
ru: Изображение {} {}
uk: Зображення {} з {}

source: Download system logs
ru: Системные регистрации загрузки
uk: Завантажити журнали системи

source: Interface language that is initially selected for all users. Users can change it independently later.
ru: Язык интерфейса, который устанавливается изначально для всех пользователей. Впоследствии пользователи смогут его изменить самостоятельно.
uk: Мова інтерфейсу, яка встановлюється початково для всіх користувачів. Згодом користувачі зможуть її змінити самостійно.

source: General settings
ru: Общие параметры
uk: Загальні параметри

source: Default language
ru: Язык по умолчанию
uk: Усталена мова

source: Settings saved.
ru: Параметры сохранены
uk: Параметри збережено.

source: Librarian settings
ru: Параметры Библиотекаря
uk: Параметри Бібліотекаря

source: Settings could not be set due to application error.
ru: Параметры не удалось установить из-за ошибки приложения.
uk: Параметри не можуть бути встановлені через помилку програми.

source: Settings were saved.
ru: Параметры были сохранены.
uk: Параметри були збережені.

source: Save
ca: Guardar
es: Guardar
ru: Сохранить
uk: Зберегти

source: Files were successfully moved to {storage_name}
ru: Файлы были успешно перемещены в {storage_name}.
uk: Файли були успішно переміщені в {storage_name}

source: Files could not be moved to {storage_name}
ru: Файлы не удалось переместить в {storage_name}.
uk: Файли не вдалося перемістити в {storage_name}

source: A scheduled move is already running. You will be notified when it finishes. Please try again once the current operation is finished.
ru: Планируемое движение уже запущено. Вам будет сообщено после его завершения. Попробуйте еще раз после завершения текущей операции.
uk: Запланований рух вже запущений. Вас буде повідомлено після його завершення. Спробуйте ще раз після завершення поточної операції.
