Repository: Othernet-Project/librarian
Catalog: librarian/locales/*/LC_MESSAGES/librarian.po
Languages: ar, ca, es, fr, ml, nl, pt_br, ru, sv, tr, uk

source: Trinidad and Tobago, Republic of
ru: Тринидад и Тобаго, Республика
uk: Тринідад і Тобаго, Республіка

source: United Arab Emirates
ru: Объединенные Арабские Эмираты
uk: Об'єднані Арабські Емірати

source: Tunisia, Tunisian Republic
ru: Тунис, Тунисская Республика
uk: Туніс, Туніська Республіка

source: Turkey, Republic of
ru: Турция, Республика
uk: Туреччина, Республіка

source: Turkmenistan
ru: Туркменистан
uk: Туркменістан

source: Turks and Caicos Islands
ru: Острова Теркс и Кайкос
uk: Острови Теркс і Кайкос

source: Tuvalu
ru: Тувалу
uk: Тувалу

source: Uganda, Republic of
ru: Уганда, Республика
uk: Уганда, Республіка

source: Ukraine
ru: Украина
uk: Україна

source: Macedonia, The Former Yugoslav Republic of
ru: Македония, Бывшая Югославская Республика
uk: Македонія, Колишня Югославська Республіка

source: Egypt, Arab Republic of
ru: Египет, Арабская Республика
uk: Єгипет, Арабська Республіка

source: United Kingdom
ru: Соединённое Королевство
uk: Сполучене Королівство

source: Guernsey, Bailiwick of
ru: Гернси, Бейливик
uk: Гернсі, Бейлівік

source: Jersey, Bailiwick of
ru: Джерси, Бейливик
uk: Джерсі, Бейлівік

source: Isle of Man
ru: Остров Мэн
uk: Острів Мен

source: Tanzania, United Republic of
ru: Танзания, Объединенная Республика
uk: Танзанія, Об'єднана Республіка

source: United States
ru: Соединенные Штаты
uk: Сполучені Штати

source: United States Virgin Islands
ru: Американские Виргинские острова
uk: Американські Віргінські Острови

source: Burkina Faso
ru: Буркина-Фасо
uk: Буркіна-Фасо

source: Uruguay, Eastern Republic of
ru: Уругвай, Восточная Республика
uk: Уругвай, Східна Республіка

source: Uzbekistan, Republic of
ru: Узбекистан, Республика
uk: Узбекистан, Республіка

source: Venezuela, Bolivarian Republic of
ru: Венесуэла, Боливарианская Республика
uk: Венесуела, Боліварська Республіка

source: Wallis and Futuna
ru: Уоллис и Футуна
uk: Волліс і Футуна

source: Samoa, Independent State of
ru: Самоа, Независимое государство
uk: Самоа, Незалежна держава

source: Yemen
ru: Йемен
uk: Ємен

source: Zambia, Republic of
ru: Замбия, Республика
uk: Замбія, Республіка

source: Disputed Territory
ru: Оспариваемая территория
uk: Спірна Територія

source: Iraq-Saudi Arabia Neutral Zone
ru: Саудовско-иракская нейтральная зона
uk: Саудівсько-іракська нейтральна зона

source: United Nations Neutral Zone
ru: Нейтральная зона Организации Объединенных Наций
uk: Нейтральна зона Організації Об'єднаних Націй

source: Spratly Islands
ru: Спратли
uk: Острови Спратлі

source: Disabled
ru: Разрешено
uk: Не дозволено

source: Enabled
ru: Не разрешено
uk: Дозволено

source: Standard (most devices)
ru: Стандартный (большинство устройств)
uk: Стандартний (більшість пристроїв)

source: Alternative (Realtek-based devices)
ru: Альтернативный вариант (на базе устройств Realtek)
uk: Альтернативний варіант (на базі пристроїв Realtek)

source: Access point name
ru: Имя точки доступа
uk: Ім'я точки доступу

source: Do not show in scan lists
ru: Не показывать в списках сканирования
uk: Не показувати в списках сканування

source: Country
ru: Страна
uk: Країна

source: Meet regional Wi-Fi frequency requirements
ru: Соответствует региональным требованиям частот Wi-Fi
uk: Відповідає регіональним вимогам щодо частот Wi-Fi

source: Channel
ru: Канал
uk: Канал

source: Security
ru: Безопасность
uk: Безпека

source: Device type
ru: Тип устройства
uk: Тип пристрою

source: Access point settings
ru: Параметры точки доступа
uk: Параметри точки доступу

source: File not found.
ru: Файл не найден.
uk: Файл не знайдено.

source: {title} details
ru: {title} подробнее
uk: {title} докладніше

source: No documents to be shown.
ru: Нет документов для показа.
uk: Немає документів для показу.

source: No video files to be played.
ru: Нет видеофайлов для воспроизведения.
uk: Немає відеофайлів для відтворення.

source: No description
ru: Нет описания
uk: Немає опису

source: No images to be shown.
ru: Нет изображений для показа.
uk: Немає зображень для показу.

source: Browse
ru: Обзор
uk: Огляд

source: Gallery
ru: Галерея
uk: Галерея

source: Hide
ru: Спрятать
uk: Сховати

source: Unknown author
ru: Неизвестный автор
uk: Невідомий автор

source: Genre:
ru: Жанр:
uk: Жанр:

source: Unknown genre
ru: Неизвестный жанр
uk: Невідомий жанр

source: Album:
ru: Альбом:
uk: Альбом:

source: Unknown album
ru: Неизвестный альбом
uk: Невідомий альбом

source: Duration:
ru: Продолжительность:
uk: Тривалість:

source: Dimensions:
ru: Размеры:
uk: Розміри:

source: Aspect ratio:
ru: Соотношение сторон:
uk: Співвідношення сторін:

source: Playlist
ru: Список воспроизведения
uk: Список відтворення

source: Details
ru: Детали
uk: Деталі

source: No music files to be played.
ru: Нет музыкальных файлов для воспроизведения.
uk: Немає музичних файлів для відтворення.

source: Unknown title
ru: Неизвестное название
uk: Невідома назва

source: Unknown Artist
ru: Неизвестный исполнитель
uk: Невідомий виконавець

source: Football
ru: Футбол
uk: Футбол

source: {number} year ago
ru: {number} год назад
uk: {number} рік тому

source: {number} mont ago
ru: {number} месяц назад
uk: {number} місяць тому

source: {number} week ago
ru: {number} неделю назад
uk: {number} тиждень тому

source: {number} day ago
ru: {number} день назад
uk: {number} день тому

source: yesterday
ru: вчера
uk: вчора

source: Today
ru: Сегодня
uk: Сьогодні

source: {number} hour ago
ru: {number} час назад
uk: {number} годину тому

source: {number} minute ago
ru: {number} минуту назад
uk: {number} хвилину тому

source: {number} second ago
ru: {number} секунду назад
uk: {number} секунду тому

source: just now
ru: прямо сейчас
uk: просто зараз

source: Open containing folder
ru: Открыть папку, содержащую
uk: Відкрити папку, що містить

source: Updates
ar: تحديثات
ca: Actualitzacions
es: Actualizaciones
fr: Mises à jour
ml: അപ്ഡേറ്റ്‌സ്
ru: Обновления
sv: Uppdateringar
tr: Güncellemeler
uk: Оновлення

source: {} file
ru: {} файл
uk: {} файл

source: {} folder
ru: {} папка
uk: {} папка

source: There are no recent files
ru: Последних файлов нет
uk: Останніх файлів немає

source: Twitter
ru: Твиттер

source: Dashboard
ar: لوحة التحكم
ca: Panell de Control
es: Panel de control
fr: Tableau de Bord
ml: ഡാഷ്ബോര്‍ഡ്
tr: Pano

source: %s more space should be freed.
ar: %s المزيد من المساحة يجب تحريرها
ca: %s espai necessita ser alliberat.
es: %s de espacio debería ser liberado.
ml: %s കൂടുതല്‍ സ്ഥലം കാലിയായിരിക്കണം.
nl: er moet nog %s vrijgemaakt worden.
sv: %s mer lagringsutrymme bör göras tillgängligt.
tr: %s daha fazla alan boşaltılmalıdır.

source: There is enough free space on storage
ar: يوجد مساحة كافية للتخزين
ca: No queda espai lliure
es: Hay suficiente espacio en el disco
fr: Il y a suffisamment d'espace libre sur le disque
ml: മതിയായ സ്ഥലം സ്റ്റോറേജില്‍ ഉണ്ട്
nl: Er is genoeg ruimte op het opslagmedium.
sv: Det finns tillräckligt ledigt lagringsutrymme.
tr: Bellekte yeterince boş alan var

source: delete?
ar: حذف ؟
ca: esborrar?
es: ¿borrar?
fr: Supprimer ?
ml: നീക്കം ചെയ്യണോ?
nl: verwijderen?
sv: radera?
tr: sil?

source: date
ar: التاريخ
ca: data
es: fecha
ml: തീയതി
nl: datum
sv: datum
tr: tarih

source: title
ar: العنوان
ca: títol
es: título
fr: titre
ml: തലക്കെട്ട്
nl: titel
sv: rubrik
tr: başlık

source: size
ar: الحجم
ca: mida
es: tamaño
fr: taille
ml: വലുപ്പം
nl: grootte
sv: storlek
tr: boyut

source: There is enough free space. No clean-up needed.
ar: هناك مساحة حرة كافية, لا داعي للتنظيف
ca: Hi ha suficient espai lliure. No es necessari netejar.
es: Existe suficiente espacio libre. No es necesario liberar espacio.
fr: Il y a assez d'espace. Aucun nettoyage requis
ml: മതിയായ സ്ഥലം ഉണ്ട്. ഒരു ശുദ്ധീകരണംആവശ്യമില്ല.
nl: Er is genoeg ruimte. Opschonen is niet nodig.
sv: Tillräckligt med lagringsutrymme finns tillgängligt. Ingen städning behövs.
tr: Yeterince boş yer mevcut. Temizleme gerekli değil.

source: How much space does this free up?
ar: كم هي المساحة التي ستصبح حرة ؟
ca: Quan espai allibera això?
es: ¿Cuánto espacio libera esto?
nl: Hoeveel ruimte maakt dit vrij?
sv: Hur mycket lagringsutrymme frigör detta?
tr: Bu işlem ne kadar alan boşaltıyor ?

source: Delete selected now
ar: حذف المحدد الآن
ca: Esborrar el seleccionat
es: Borrar seleccionados ahora.
fr: Supprimer la sélection maintenant
ml: തിരഞ്ഞെടുത്തത് ഇപ്പോള്‍ നീക്കംചെയുക
nl: Verwijder geselecteerde items nu
sv: Radera vald rad nu
tr: Seçili olanı şimdi sil

source: used space
ar: المساحة المستخدمة
ca: espai utilitzat
es: espacio utilizado
fr: espace utilisé
ml: ഉപയോഗിച്ച സ്ഥലം
nl: gebruikte ruimte
sv: använt lagringsutrymme
tr: kullanılmış alan

source: last update
ar: اخر تحديث
es: última actualización
fr: dernière mise à jour
ml: അവസാന അപ്ഡേറ്റ്
nl: Laatste update
sv: senaste uppdatering
tr: son güncelleme

source: You are running low on disk space.
ar: انك تعاني من نقص في مساحة التخزين
ca: Tens poc espai lliure en disc.
es: Se está agotando el espacio en disco.
ml: താങ്കളുടെ ഡിസ്ക് സ്പേസ് വളരെ കുറവാണ്.
nl: Er is bijna te weinig ruimte.
sv: Du börjar ha ont om lagringsutrymme.
tr: Disk alanında az yer kaldı.

source: Free some space now
ar: حرر بعض المساحة الان
ca: Alliberar espai ara
es: Libera algo de espacio ahora
fr: Libérer de l'espace sur le disque maintenant
ml: ഇപ്പോള്‍ കുറച്ച് സ്ഥലം ഫ്രീ ആക്കൂ
nl: Maak wat ruimte vrij
sv: Frigör lagringsutrymme nu
tr: Şimdi biraz alan boşaltın

source: select
ar: اختر
es: seleccionar
fr: sélectionner
ml: തിരഞ്ഞെടുക്കുക
nl: selecteer
sv: välj
tr: seç

source: There is no new content
ar: لا يوجد محتوى جديد
ca: No hi ha contingut nou
es: No hay nuevo contenido
fr: Aucun nouveau contenu
ml: പുതിയ ഉള്ളടക്കം ഒന്നും തന്നെയില്ല
nl: Er is geen nieuwe content
sv: Det finns inget nytt innehåll
tr: Yeni içerik yok

source: Delete selected
ar: حذف المحدد
ca: Esborrar seleccionat
es: Eliminar los seleccionados
fr: supprimer la sélection
ml: തിരഞ്ഞെടുത്തത് നീക്കംചെയുക
nl: Verwijder geselecteerd
sv: Radera vald
tr: Seçili olanı sil

source: search titles
ar: ابحث العناوين
es: buscar titulos
fr: chercher des titres
ml: തലക്കെട്ട്‌ തിരയുക
nl: zoek op titels
sv: Sök efter titlar
tr: başlık ara

source: go
ar: اذهب
es: ir
fr: démarrer
ml: പോകുക
nl: ga
sv: kör
tr: git

source: clear
ar: مسح
es: borrar
fr: nettoyer
ml: എല്ലാം കളയുക
nl: schoon op
sv: töm
tr: temizle

source: update available
ar: لا توجد تحديثات متوفرة
ca: actualització disponible
es: Actualización disponible
fr: mise à jour disponible
ml: അപ്ഡേറ്റ്‌ ലഭ്യമാണ്
nl: update beschikbaar
sv: uppdatering tillgänglig
tr: güncelleme mevcut

source: Content library stats
ar: حالة محتوى المكتبة
ca: Estadístiques de contingut de la biblioteca
es: Estadísticas del contenido de la biblioteca
fr: statistiques sur la bibliothèque de contenu
ml: ലൈബ്രറി ഉള്ളടക്ക സ്ഥിതിവിവരം
nl: statistieken bibliotheek
sv: Arkiv statistik
tr: içerik kütüphanesi verileri

source: item in the library
ar: لا توجد عناصر في المكتبة
ca: element a la biblioteca
es: objeto en la biblioteca
fr: élément dans la bibliothèque
ml: ലൈബ്രറിയിലെ ഇനം
nl: object in de bibliotheek
sv: objekt i arkivet
tr: kütüphanedeki öğe

source: Select all
ar: حدد الكل
ca: Selecciona tot
es: Seleccionar todos
fr: tout sélectionner
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
nl: Alles selecteren
sv: Välj alla
tr: Hepsini seç

source: Select none
ar: حدد لا شيء
ca: Selecciona res
es: Descartar seleccionados
fr: tout désélectionner
ml: ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
nl: Niks selecteren
sv: Välj ingen
tr: Seçimlerden vazgeç

source: broadcast
ar: البث
es: emisión
fr: diffusion
ml: ബ്രോഡ്‌കാസ്റ്റ്
nl: uitzenden
sv: sändning
tr: yayın

source: downloaded
ar: تم تحميل
es: descargado
fr: téléchargé
ml: ഡൌണ്‍ലോഡ് ചെയ്തത്
nl: gedownload
sv: nerladdat
tr: indirilen

source: Showing search results for '%(terms)s'
ar: اظهار نتائج البحث (terms)%
ca: Mostrant resultats per %(terms)s
es: Mostrando resultados de búsqueda para '%(terms)s'
fr: Affichage des résultats de la recherche pour '%(terms)s'
ml: തിരയല്‍ ഫലങ്ങള്‍ കാണിക്കുന്നു '%(terms)s'
nl: Geef zoekresultaten weer voor %(terms)s
sv: Visar sökresultat för '%(term)s'
tr: '%(terms)s' için arama sonuçları gösteriliyor

source: There are no search results for '%(terms)s'
ar: ليس هناك نتائج للبحث عن '%(terms)'
ca: No hi han resultats per la cerca '%(terms)s'
es: No hay resultados de búsqueda para '%(terms)s'
fr: Aucun résultat pour '%(terms)s'
ml: തിരയൽ ഫലങ്ങൾ ഒന്നുമില്ല '%(terms)s'
nl: Er zijn geen zoekresultaten voor '%(termen)'
sv: Det finns inga sökresultat för '%(terms)s'
tr: '%(terms)s' için arama sonucu bulunamadı

source: Library clean-up
ar: تنظيف المكتبة
ca: Netejant biblioteca
es: Limpiar biblioteca
fr: nettoyage de la bibliothèque
ml: ലൈബ്രറി ശുദ്ധീകരണം
nl: Bibliotheek opschonen
sv: Städa upp arkiv
tr: Kütüphane temizleme

source: page
ar: الصفحة
ca: pàgina
es: página
ml: പേജ്
nl: pagina
sv: sida
tr: sayfa

source: per page
ar: بالصفحة
ca: per pàgina
es: por página
fr: par page
ml: ഓരോ പേജിലും
nl: per pagina
sv: per sida
tr: sayfa başına

source: total space (%s free)
ar: المساحة الاجمالية (ث حرة%)
es: espacio total (%s free)
fr: capacité totale (%s disponible)
ml: ആകെ സ്ഥലം (%s free)
nl: totale ruimte (%s vrij)
sv: totalt utrymme (%s ledigt)
tr: toplam alan (%s boş)

source: Add selected to library
ar: اضف المحدد للمكتبة
ca: Afegir seleccionat a la biblioteca
es: Añadir selección a la biblioteca
fr: Ajouter la sélection à la bibliothèque
ml: തിരഞ്ഞെടുത്തത് ലൈബ്രറിയില്‍ ചേര്‍ക്കുക
nl: Voeg selectie aan bibliotheek toe.
sv: Lägg till valda till arkivet
tr: seçili olanı kütüphaneye ekle

source: core
ar: جوهر
es: núcleo
fr: Coeur
ml: കോര്‍
nl: Kern
sv: kärna
tr: çekirdek

source: sponsored
ar: برعاية
es: patrocinado
fr: Sponsorisé
ml: സ്പോണ്‍സേര്‍ഡ്
nl: gesponsord
sv: sponsrad
tr: Desteklenmiş

source: Apps
ar: تطبيقات
ca: Aplicacions
es: Aplicaciones
fr: Applications
ml: ആപ്പ്സ്
sv: appar
tr: Uygulamalar

source: author:
ar: المؤلف:
ca: autor:
es: autor:
fr: écrivain
ml: രചയിതാവ്:
nl: auteur:
sv: författare
tr: yazar:

source: version:
ar: النسخة
ca: versió:
es: versión:
ml: പതിപ്പ്:
nl: versie:
sv: verision:
tr: sürüm:

source: No apps found.
ar: لاتوجد تطبيقات
ca: No s'han trobat aplicacions.
es: No se han encontrado aplicaciones.
fr: Pas d'applications trouvée.
ml: ആപ്ലിക്കേഷനുകള്‍ ഒന്നും കണ്ടെത്തിയില്ല.
nl: Geen apps gevonden.
sv: Inga applikationer hittade
tr: Uygulama bulunamadı.

source: Reload
ar: اعادة تحميل
ca: Recarregar
es: Actualizar
fr: recharger
ml: റീലോഡ് ചെയ്യുക
nl: Herladen
sv: ladda om
tr: Yenile

source: replaces:
ar: اعادة الترتيب
ca: reemplaça:
es: substituye:
fr: remplace
ml: പകരമാണ്:
nl: verplaatst:
sv: ersättningar:
tr: değiştirilenler:

source: (go up one level)
ar: (اصعد مستوى واحد)
es: (subir un directorio)
fr: (monter d'un niveau)
ml: (ഒരു നില മുകളിലേക്ക് പോകുക)
nl: Niveau omhoog
sv: (gå upp en nivå)
tr: (bir üste çık)

source: Rename
ar: اعادة التسمية
ca: Renombrar
es: Renombrar
fr: renommer
ml: പുനര്‍നാമകരണം
nl: Hernoem
sv: Byt namn
tr: Yeniden Adlandır

source: About this folder
ar: عن الملفات
ca: Sobre aquesta carpeta
es: Acerca de esta carpeta
fr: A propos de ce dossier
ml: ഈ ഫോള്‍ഡറിനെ കുറിച്ച്
nl: Over deze folder
sv: Om den här mappen
tr: Bu klasör hakkında

source: return code:
ar: رمز الاسترجاع
ca: retorna codi:
es: Código de retorno:
fr: Code de retour
ml: തിരിച്ചുള്ള കോഡ്:
sv: återvändande kod:
tr: dönüş kodu:

source: Output
ar: مخرج
ca: Sortida
es: Salida
fr: Sortie
ml: ഫലം
sv: Utdata
tr: çıktı

source: Run
ar: تشغيل
ca: Executar
es: Ejecutar
fr: Lancer
ml: പ്രവര്‍ത്തിക്കുക
nl: Uitvoeren
sv: Kör
tr: Çalıştır

source: No description provided
ar: لا يوجد وصف المقدمة
ca: No s'ha proporcionat descripció
es: No hay descripción
fr: Pas de description disponible
ml: ഒരു വിവരണവും നല്‍കപ്പെട്ടിട്ടില്ല
nl: Geen omschrijving
sv: Ingen beskrivning tillhandahållen
tr: Açıklama yok

source: Invalid request
ar: طلب غير معروف
ca: Sol·licitud invàlida
es: Petición Invalida
fr: Requête invalide
ml: അഭ്യർത്ഥന അസാധുവാണ്
nl: Ongeldig verzoek
sv: Ogiltig förfrågan
tr: Geçersiz istek

source: No content selected
ar: لم يتم إختيار المحتوى
ca: No s'ha seleccionat contingut
es: No se seleccionó contenido
fr: Pas de contenu sélectionné
ml: ഉള്ളടക്കം തിരഞ്ഞെടുത്തിട്ടില്ല
nl: Geen items geselecteerd
sv: Inget innehåll är markerat
tr: İçerik seçilmedi

source: %s can be freed by removing selected content
ar: %ث يمكن الافراج عنها من خلال مسح المحتويات المختارة
ca: %s pot ser alliberat el·liminant el contingut seleccionat
es: %s puede ser liberado borrando el contenido seleccionado
fr: %s peut être libéré en supprimant le contenu sélectionné
ml: %s സ്വതന്ത്രമാക്കാം തിരഞ്ഞെടുത്ത ഉള്ളടക്കം നീക്കം ചെയ്താല്‍
nl: maak %s vrij door geselecteerd te verwijderen
sv: %s kan göras ledigt genom att ta bort markerat innehåll
tr: %s kadar alan seçili içeriği silerek boşaltılabilir

source: Nothing to delete
ar: ليس هنالك شيء للمسح
ca: Res per eliminar
es: Nada que borrar.
fr: Rien à supprimer
ml: നീക്കംചെയ്യാന്‍ ഒന്നുംതന്നെ ഇല്ല
nl: Niks om te verwijderen
sv: Inget att radera
tr: Silinecek bir şey yok

source: Invalid action, please use one of the form buttons.
ca: Acció invàlida, si us plau fes servir un dels botons del formulari.
es: Acción inválida. Por favor, use uno de los botones del formulario.
fr: Action invalide, veuillez utiliser un des boutons de la fiche
ml: പ്രവൃത്തി അസാധുവാണ്, ദയവായി ലഭ്യമായ മറ്റു ബട്ടണുകള്‍ ഉപയോഗിക്കൂ.
nl: Ongeldige actie, gebruik een van de knoppen
sv: Ogiltig handling, vänligen använd någon av formulärknapparna
tr: Geçersiz işlem, lütfen form düğmelerini kullanınız.

source: You have reached the end of the library.
ar: لقد وصلت الى نهاية المكتبة
ca: Has arribat al final de la biblioteca.
es: Ha llegado al final de la biblioteca.
fr: Vous avez atteint la limite de la librairie.
ml: താങ്കള്‍ ലൈബ്രറിയുടെ അവസാനം എത്തിയിരിക്കുന്നു.
nl: U heeft het einde bereikt van de bibliotheek.
sv: Du har nått
tr: Kütüphanenin sonuna geldiniz.

source: Go to top
ar: إذهب للأعلى
ca: Ves amunt
es: Ir arriba
fr: Retour au début
ml: മുകളിലേക്ക്പോകുക
nl: Ga naar boven
sv: Gå till toppen
tr: En başa git

source: About
ar: عن
ca: Sobre
es: Acerca
fr: À propos
ml: സംബന്ധിച്ച്
nl: Over
sv: Om
tr: Hakkında

source: Some rights reserved.
ar: بعض الحقوق محفوظة.
ca: Alguns drets reservats.
es: Algunos derechos reservados.
fr: Droits partiellement réservés.
ml: പരിമിതമായ അവകാശം നിക്ഷിപ്തമാണ്.
nl: Sommige rechten voorbehouden
sv: Vissa rättigheter reserverade
tr: Bazı hakları saklıdır.

source: Specified tag was not found
ar: لم يتم العثور على الوسم المحدد
ca: L'etiqueta especificada no s'ha trobat
es: La etiqueta especificada no fue encontrada
fr: Le terme spécifié n'a pas été trouvé.
ml: നിര്‍ധിഷ്ടമായ ടാഗ് കണ്ടെത്തിയില്ല
nl: Geselecteerde tag werd niet gevonden
sv: Angiven tagg hittades ej
tr: İlgili etiket bulunamadı.

source: There are no results for '%(tag)s'
ar: ليس هناك نتائج ل '%(tag)s'
ca: No hi han resultats per '%(tag)s'
es: No hay resultados para '%(tag)s'
fr: Aucun résultat pour '%(tag)s'
ml: ഇതിന് ഫലങ്ങള്‍ ഒന്നുംതന്നെ ഇല്ല '%(tag)s'
nl: Er is niets gevonden voor %(tag)s
sv: Det finns inga resultat för '%(tag)s'
tr: '%(tag)s' için hiç bir sonuç bulunamadı.

source: Save tags
ar: احفظ الوسوم
es: Guardar etiquetas
fr: Sauvegarder le terme.
ml: ടാഗുകൾ സേവ് ചെയ്യുക
nl: Bewaar tags
sv: Spara taggar
tr: Etiketleri kaydet.

source: Separate tags with commas
ar: افصل بين الوسوم بفواصل
ca: Separa les etiquetes amb comes
es: Separa las etiquetas con comas
fr: Séparez les termes par des virgules.
ml: കോമ ഉപയോഗിച്ച് ടാഗുകൾ വേർതിരിക്കുക
nl: Onderschijd tags met komma's
sv: Separata taggar med kommatecken
tr: Etiketleri virgül ile ayırın.

source: everything
ar: كل شئ
ca: tot
es: todo
fr: Tout
ml: സകലതും
nl: Alles
sv: Allt
tr: herşey

source: Edit tags
ar: حرر الوسوم
es: Editar etiquetas
fr: Modifier les termes
ml: ടാഗുകള്‍ തിരുത്തുക
nl: Beweek tags
sv: Redigera taggar
tr: Etiketleri düzenle

source: Close
ar: غلق
ca: Tancar
es: cerrar
fr: Fermer
ml: അടയ്ക്കുക
nl: Sluit
sv: Stäng
tr: Kapat

source: Tags could not be updated.
ar: لم يمكن تحديث الوسوم
ca: Les etiquetes no s'han pogut actualitzar.
es: Las etiquetas no pueden ser actualizadas
fr: Les termes n'ont pas pu être mis à jour.
ml: ടാഗുകൾ അപ്ഡേറ്റ് ചെയ്യാൻ കഴിഞ്ഞില്ല.
nl: Tags konden niet worden vernieuwd
sv: Taggar kunde inte uppdateras.
tr: Etiketler güncellemedi

source: Load more content
ar: قم بتحميل المزيد من المحتوى
ca: Carregar més contingut
es: Cargar más contenido
fr: Charger plus de contenu
ml: കൂടുതൽ ഉള്ളടക്കം ലോഡ് ചെയ്യുക
nl: Laad meer content
sv: Ladda mer innehåll
tr: Daha fazla içerik yükle

source: Access TVHeadend
ar: الدخول على TVHeadend
ca: Accedir a TVHeadend
es: Acceder a TVHeadend
fr: Accéder à TVHeadend
ml: ആക്സസ് ടിവി ഹെഡ്എന്ഡ്
nl: Toegang TVHeadend
sv: Åtkomst till TVHeadend
tr: TVHeadend'e ulaş

source: Tag cloud
ar: اوسم السحابة
ca: Núvol d'etiquetes
es: Nube de etiquetas
fr: Nuage de termes
ml: ടാഗ് ക്ലൌഡ്
sv: Tagg moln
tr: Etiket bulutu

source: Librarian could not enter maintenance mode and database rebuild was cancelled. Please make sure noone else is using Librarian and try again.
ar: البرنامج لا يستطيع دخول وضع الصيانة وتم إلغاء أعادة بناء قاعدة البيانات. الرجاء التأكد أنه لا يوجد شخص أخر يستخدم البرنامج و حاول مرة أخرى
ca: Librarian no pot entrar en mode de manteniment i la reconstrucció de la base de dades s'ha cancel·lat. Si us plau, comprova que ningú més l'estigui fent servir.
es: Librarian no pudo entrar en el modo de mantenimiento y la reconstrucción de la base de datos fue cancelada. Por favor, asegúrese que nadie más está usando Librarian e intente de nuevo.
fr: Librarian n'a pas pu entrer en mode de maintenance et la reconstruction de la base de données à été annulée. Merci de vérifier que personne d'autre est en train d'utiliser Librarian et réessayez.
ml: ലൈബ്രേറിയന്‍ അറ്റകുറ്റപ്പണിയിലേക്ക് പ്രവേശിക്കാന്‍ കഴിഞ്ഞില്ല. ഡാറ്റാബേസ് വീണ്ടെടുക്കല്‍ റദ്ദുചെയ്തു. ദയവായി ലൈബ്രേറിയന്‍ ആരുംതന്നെ ഉപയോഗിക്കുന്നില്ല എന്ന് ഉറപ്പാക്കുക.എന്നിട്ട് വീണ്ടും ശ്രമിക്കുക.
nl: Librarian kon de onderhoudsmodus niet activeren en heeft het opnieuw creëeren van de database geannuleerd. Zorg ervoor dat niemand gebruik maakt van Librarian en probeer opnieuw.
sv: Bibliotekarien kunde inte aktivera underhållsläge och databas återbyggnaden blev inställd. Vänligen kolla så att ingen annan använder bibliotekarien och försök igen.
tr: Kütüphaneci bakım moduna giremedi ve veritabanı yeniden yapılandırması iptal edildi. Lütfen kimsenin Kütüphaneciyi kullanmadığına emin olun ve tekrar deneyin.

source: Content database
ar: محتوى قاعدة البيانات
ca: Base de dades de contingut
es: Contenido de la base de datos
fr: Contenu de la base de données
ml: ഡാറ്റാബേസ് ഉള്ളടക്കം
sv: Innehållsdatabas
tr: İçerik veritabanı

source: Please type in a number
ar: الرجاء إدخال رقم
es: Por favor escribe un número
fr: Merci de saisir un nombre
ml: ദയവായി ഒരു നമ്പർ ടൈപ്പ് ചെയ്യുക
nl: Geef alstublieft een nummer op
sv: Vänligen skriv in ett nummer
tr: Lütfen bir sayı girin

source: Transponder configuration could not be set
ar: لا يمكن إعداد ترتيب المستجيب
es: La configuración del transpondedor no se pudo establecer
fr: la configuration du transpondeur n'a pas pu être effectuée
ml: ട്രാൻസ്പോണ്ടര്‍ ക്രമീകരണം സജ്ജമാക്കാന്‍ കഴിഞ്ഞില്ല
nl: Transponderconfiguratie kon niet ingesteld worden
sv: Transponder konfigurationen kunde inte bli satt
tr: Transponder ayarları yapılamadı

source: The files you were looking for could not be found
ar: الملفات غير متاحة
ca: No s'han trobat els arxius que buscaves
es: Los archivos buscados no pudieron ser encontrados
fr: Les fichiers que vous cherchez sont introuvables
ml: നിങ്ങൾ തിരയുന്ന ഫയലുകൾ കണ്ടെത്താൻ കഴിഞ്ഞില്ല
nl: De bestanden waar u naar zocht zijn niet gevonden
sv: Filerna du sökte kunde inte hittas
tr: Aradiginiz dosyalar bulunamadi.
